{"header": {"version": "1.0"}, "pageType": "course", "tourCode": "r", "permNum": "483", "pageTitle": "Course", "courses": [{"number": "742", "sortOrder": "1", "name": "Trump International GC (PR)", "parValue": "72", "yards": "7,569 yds.", "body": "Located on 1,200 acres of glistering waterfront,&nbsp;Trump International Puerto&nbsp;Rico&nbsp;is the closest 36-hole golf course to San Juan (a mere 14 miles away).&nbsp; Designed by PGA TOUR Professional Tom Kite, the unique 36-hole course at Trump International Golf Club - Puerto Rico is designed as four breathtaking and diverse nines (Mountain, Ocean, Lakes and Palms) to provide golfers with four dramatically different backdrops and golf experiences within one golf resort.&nbsp; Each nine allows golfers of all abilities to be challenged on every level by offering four different Tee Boxes ranging from 5,300 to 7,587 yards, where SeaShore Paspalum grass, white silica sand on bunkers and challenging water hazards.", "image": "/tournaments/r483/images/200802121333436305776SVRN7BRPS4.jpg", "holes": [{"number": "1", "parValue": "4", "yards": "474", "body": "Hole #1 is a 474-yard Par 4 to begin with that plays into a left to right wind. Two big bunkers protect the left side of the fairway. The green is two tiered and slopes from right to left.", "image": "/tournaments/r483/images/200802121329453032261SVRN7BRPPL.jpg"}, {"number": "2", "parValue": "5", "yards": "547", "body": "Hole #2 is a 547-yard Par 5 with the prevailing wind blowing from the left.&nbsp; A well struck tee shot will find the middle of the fairway in between the two bunkers.&nbsp; From there the green is reachable in two, but be aware of the small and well protected green.", "image": "/tournaments/r483/images/200802121329568180546SVRN7BRPPQ.jpg"}, {"number": "3", "parValue": "4", "yards": "386", "body": "Hole #3 is a 386-yard Par 4 that plays downwind.&nbsp; It is crucial to keep the approach shot below the ping, given that this green is much undulated and slopes severely from front to back.", "image": "/tournaments/r483/images/20080212133006485062402SVRN7BRPPT.jpg"}, {"number": "4", "parValue": "4", "yards": "455", "body": "Hole #4 is a 455-yard Par 4 with water all along the right side that wraps around the green with a predominant left to right wind. Be sure to favor the left side of the fairway in order to have a better angle at the green which is well guarded by bunkers on the right side. The approach shot cannot be long because it will find the water hazard behind the green.", "image": "/tournaments/r483/images/200802121330158281615SVRN7BRPPW.jpg"}, {"number": "5", "parValue": "5", "yards": "535", "body": "Hole #5 is a 535-yard Par 5 that play into the wind. The tee shot must negotiate water on the left and right sides. The green can be reached in two by long hitters but must avoid the deep front right bunker.&nbsp; The green is deep with swales in the front and back.", "image": "/tournaments/r483/images/200802121330243951899SVRN7BRPPZ.jpg"}, {"number": "6", "parValue": "3", "yards": "203", "body": "Hole #6 is a 203-yard Par 3 with the beautiful El Yunque rainforest in the background and a lake that guards the entire right side of the hole. A well-positioned tee shot is required at this long and undulating green to avoid any three putts.", "image": "/tournaments/r483/images/200802121330343283181SVRN7BRPQ5.jpg"}, {"number": "7", "parValue": "4", "yards": "448", "body": "Hole #7 is a 448-yard Par 4 that plays down-wind.&nbsp; The wide fairway allows for players to give it all they got on the drive.&nbsp; The long second shot will have to be played to an elevated green protected by two bunkers on the left and a front right bunker.", "image": "/tournaments/r483/images/200802121330444634896SVRN7BRPQ8.jpg"}, {"number": "8", "parValue": "3", "yards": "236", "body": "Hole #8 is a 236-yard Par 3 and the longest on the course. The prevailing wind here helps the tee shot, but it also can move your ball right to left towards a bunker and water hazard.&nbsp; Three is a great score on this hole.", "image": "/tournaments/r483/images/200802121330554683676SVRN7BRPQB.jpg"}, {"number": "9", "parValue": "4", "yards": "455", "body": "Hole #9 is a 455-yard Par 4 dogleg to the right, with a narrow landing area guarded by palm trees on both the left and right sides. If the golfer tries to bite off some distance with the tee shot it may find the swale on the right and the approach shot may be block by a palm tree.&nbsp; The green does not have a lot of depth to it, so a mis-judge in distance might leave a tough recovery shot.", "image": "/tournaments/r483/images/200802121331044596885SVRN7BRPQF.jpg"}, {"number": "10", "parValue": "4", "yards": "430", "body": "Hole #10 is a 430-yard Par 4 straight away down the wind. Tee shot placement should favor the left to avoid the fairway bunker on the right.&nbsp; Aiming left on the second shot will help avoid a bunker on the front right side of the green, which slopes from front to back.", "image": "/tournaments/r483/images/200802121331144112079SVRN7BRPQJ.jpg"}, {"number": "11", "parValue": "3", "yards": "192", "body": "Hole #11 is a 192-yard Par 3 of medium lenght.&nbsp; Aiming to the right will help your ball come back in.&nbsp; Tee shot placement is crucial in order to secure a two putt for par in the deep and undulated green.", "image": "/tournaments/r483/images/20080212133125235453SVRN7BRPQN.jpg"}, {"number": "12", "parValue": "4", "yards": "490", "body": "Hole #12 is a 490-yard Par 4 that plays towards the Atlantic Ocean. On the tee shot you should favor the right side of the fairway since the predominant wind on that hole is right to left. You must try to play a low shot into this green to avoid the strong wind coming off the ocean, a high flying approach shot could find the 8th green of the palms given this a double green, and this would mean a guaranteed three putt.", "image": "/tournaments/r483/images/200802121331353875061SVRN7BRPQR.jpg"}, {"number": "13", "parValue": "4", "yards": "416", "body": "Hole #13 is a 416-yard Par 4, dogleg to the left.&nbsp; Be careful with the water along the right side of the fairway and avoid the waste area on the left. Usually hitting into a cross wind, try using one or two more clubs into an elevated green.&nbsp; Be aware of the water left and behind the green.", "image": "/tournaments/r483/images/200802121332075067832SVRN7BRPR4.jpg"}, {"number": "14", "parValue": "4", "yards": "459", "body": "Hole #14 is a 459-yard Par 4 that portrays the No.1 handicap in the course and plays into the wind. Avoid bunkers left and right of the fairway; also be prepared to use a wood for your second shot.&nbsp; Four is a great score for this hole.", "image": "/tournaments/r483/images/200802121332162776697SVRN7BRPR7.jpg"}, {"number": "15", "parValue": "5", "yards": "600", "body": "Hole #15 is a 600-yard Par 5 with lots of wind in the face and definitvely three shots before hitting the green.&nbsp; Fairway is protected with bunkers left and right.&nbsp; Make sure the second shot does not stry right into the waste area full of boulders and palm trees. The mangrove behind the green will create a false illusion going into the wind, so add one to three more clubs.", "image": "/tournaments/r483/images/200802121332273208397SVRN7BRPRA.jpg"}, {"number": "16", "parValue": "3", "yards": "202", "body": "Hole #16 is a 202-yard Par 3 over water and a rock wall to a well-protected green. The tee shot plays short due to the strong wind in your back, but the landing area is very narrow. In order for the tee shot to hold the green it must land on the front. If the pin position is back left avoid going at the pin and play for the center of the green, this will increase your chances of making par.", "image": "/tournaments/r483/images/200802121332363227442SVRN7BRPRD.jpg"}, {"number": "17", "parValue": "4", "yards": "411", "body": "Hole #17 is a 411-yard Par 4 with water right and three big bunkers left which make landing on the fairway quite a battle. Once successfully on the fairway, the golfer will be left with a short but tricky approach shot to a firm green and guarded by bunkers left and right.", "image": "/tournaments/r483/images/200802121332452157657SVRN7BRPRG.jpg"}, {"number": "18", "parValue": "5", "yards": "630", "body": "Hole #18 is a 630-yard Par 5 and a great finishing hole bordering the \"ensenada\" bay, that plays downwind. The two fairway bunkers on the right are very much in play off the tee, so favor the left side.&nbsp; Do not miss judege the distance on the approach shot, as recovery shots from behind the green can be very costly.", "image": "/tournaments/r483/images/200802121332553711431SVRN7BRPRL.jpg"}]}]}