{"number": "733", "sortOrder": "1", "name": "El Camaleon", "parValue": "71", "yards": "6,987", "body": "<p>The 7,039-yard El Camaleon Golf Club at the Mayakoba resort in Playa del Carmen, Mexico, designed by Greg Norman, offers a unique layout. The course bends through three distinct landscapes - tropical jungle, dense mangroves, and oceanfront stretches of sand with holes bisected by massive limestone canals. Norman even incorporated a cenote, a massive, ancient cavern common to the area, into the heart of the opening fairway. And as in all Norman projects, he has balanced the course to make it enjoyable for golfers of all abilities. From the tips, El Camaleon is a major league test; however, each hole is sprinkled with a minimum of five tee blocks, so there is a distance for every player.</P>\n<P>While the course is a standout, the surrounding golf amenities are equally as stunning. The handsome, Mayan influenced clubhouse rises above the 18th green and the adjoining practice facility and driving range are five star. Even more amazingly, with the resort's unique canal system, golfers will be able to step out of their rooms and into a boat, which will ferry them to the first tee.</P>\n<P>In 2007, El Camaleon made history by becoming the first golf course to host an official PGA TOUR event in Mexico. </P>", "image": "/tournaments/r457/images/201304251856486925592SVRN974UWH.jpg", "holes": [{"number": "1", "parValue": "5", "yards": "554", "body": "<P>The first hole is a 554-yard par 5 that plays left to right. The wide fairway is split by a unique cenote (cave) that provides a great target for your drive. The green sits left to right and is guarded by bunkers left and right. A good drive and solid 3-wood will leave you with a 9 iron or less into the green.</P>", "image": "/tournaments/r457/images/200801101708523745225SVRN7AQTYK.jpg"}, {"number": "2", "parValue": "3", "yards": "151", "body": "<P>A par 3 that plays 151 yards from the back tee. The tees are separated from the approach and green by a large waste area, and the long narrow green sits slightly right to left. A shot long and to the right will find the second cenote on the course.</P>", "image": "/tournaments/r457/images/20080110171001894159502SVRN7AQTZA.jpg"}, {"number": "3", "parValue": "4", "yards": "462", "body": "<P>The first par 4 on the course is 462 yards and is the first true test at El Camale&#128;n. The fairway is wide with a bunker right, but a mishit or weak drive will leave you with a wood or long iron into this small green that has bunkers front right and back left.</P>", "image": "/tournaments/r457/images/200801101735099708563SVRN7AQUGY.jpg"}, {"number": "4", "parValue": "4", "yards": "438", "body": "<P>The 438-yard par 4 plays slightly down hill and is into the prevailing ocean breeze. No bunkers on this hole but you will need to work the ball around two large fig trees that come into play. The first is off the right of the tee shot at about 150 yards. The second is on the left side and can be in play for the shot into the green. The green is medium size and sits right to left.</P>", "image": "/tournaments/r457/images/200801101735195273011SVRN7AQUH4.jpg"}, {"number": "5", "parValue": "4", "yards": "428", "body": "<P>The first of El Camaleon's mangrove holes, this par 4 is 428 yards and into the prevailing winds. The hole plays left to right while the green sits right to left and is guarded on the left by a large bunker. The ball is best played down the right side of the fairway for the best angle into the green. Shots not landing on green grass are most likely lost in the dense mangroves.</P>", "image": "/tournaments/r457/images/200801101735322302648SVRN7AQUH8.jpg"}, {"number": "6", "parValue": "4", "yards": "389", "body": "<P>This short par 4 at 389 yards has two forced carries and may be the most challenging hole on the front nine. Into the wind, it is also in the mangroves and plays left to right to an elevated green that is guarded by deep and large bunkers on the right.</P>", "image": "/tournaments/r457/images/200801101735471514972SVRN7AQUHD.jpg"}, {"number": "7", "parValue": "3", "yards": "116", "body": "<P>This short par 3 measures only 116 yards, the hole plays straight into the strong Caribbean breeze making club selection very important. Enjoy this breathtaking ocean hole with clear views to the Caribbean and the Island of Cozumel.</P>", "image": "/tournaments/r457/images/200801101736101066281SVRN7AQUHM.jpg"}, {"number": "8", "parValue": "5", "yards": "554", "body": "<P>This par&nbsp;5 is 554 yards and brings you back into the protected mangroves of Mayakoba. Bordered on the left by one of El Camale&#128;n's signature canals, the hole plays right to left with a medium-sized green tucked directly in front of the Fairmont Mayakoba. You will need three shots to find the green on this beautiful hole.</P>", "image": "/tournaments/r457/images/200801101736301700938SVRN7AQUHT.jpg"}, {"number": "9", "parValue": "4", "yards": "416", "body": "<P>A par 4 at 416 yards plays up hill and with the wind. As El Camaleon is constantly changing, you are now back in the selva - or forest. The hole plays left to right and a good drive will leave a short- or mid-iron into the largest green on the course. Take a moment to enjoy the view of the deepest canals at Mayakoba to the right of the green.</P>", "image": "/tournaments/r457/images/200801101736421677126SVRN7AQUHX.jpg"}, {"number": "10", "parValue": "3", "yards": "200", "body": "<P>Our longest par 3 at 200 yards. The hole plays downhill and the green is perched alongside a breathtaking quarry of crystal clear water. A shot to the middle of this deep green will feed to the back and caution should be taken for the limestone cliffs to the right of this green. Enjoy the quarry views and one of the best bird-watching locations at El Camaleon.</P>", "image": "/tournaments/r457/images/200801101736537808405SVRN7AQUJ3.jpg"}, {"number": "11", "parValue": "4", "yards": "360", "body": "<P>One of the few birdie opportunities at El Camaleon, this straightaway par 4 is 360 yards and the tee shot must carry the canal and waste area. The green sits right to left and falls back to front. Dense forest completely surrounds this hole to catch any wayward shots.</P>", "image": "/tournaments/r457/images/200801101737171153232SVRN7AQUJB.jpg"}, {"number": "12", "parValue": "4", "yards": "451", "body": "<P>This very long par 4 may have no bunkers, but plays very difficult into the prevailing wind. From the back tees, the hole plays straight away at 451 yards. The fairway is very wide and cut into the existing terrain to help feed balls back to the middle. The green is raised and is small considering the heavy slopes that surround it, so approach shots are best played high and soft.</P>", "image": "/tournaments/r457/images/200801101737526099716SVRN7AQUJP.jpg"}, {"number": "13", "parValue": "5", "yards": "532", "body": "<P>The only hole at El Camaleon to begin in the forest and end in the mangroves, this medium length par 5 measures&nbsp;532 yards. The wind is prevalent and the landing areas grow continuously more narrow as you make your way to this small green. Don't be fooled by the false front bunker in front, the medium size green extends further back than it appears. </P>", "image": "/tournaments/r457/images/200801101738051437396SVRN7AQUJT.jpg"}, {"number": "14", "parValue": "4", "yards": "452", "body": "<P>One of El Camaleon's most challenging holes, this par 4 measures 452 yards into the wind and is carved delicately from the dense mangroves. The tee shot plays right to left and the fairway is very welcoming. Your drive is best placed to the right of the fairway for the best angle into the elevated green that is guarded by a large bunker left. Two great shots will be required to reach this green and par should be considered a great score. </P>\n<P><EM></EM>&nbsp;</P>", "image": "/tournaments/r457/images/200801101738182311942SVRN7AQUJX.jpg"}, {"number": "15", "parValue": "3", "yards": "155", "body": "<P>The signature hole of El Camaleon. A par 3 of 155 yards and running alongside the Caribbean, the strong ocean breeze will play an important part in your club selection. Enjoy the sweeping views of Cozumel and the world's second-largest coral reef. Getting back to golf, this tricky green sits right to left on a natural dune ridge and is guarded by a single bunker to the front left of the green.</P>", "image": "/tournaments/r457/images/200801101738309595031SVRN7AQUK3.jpg"}, {"number": "16", "parValue": "4", "yards": "485", "body": "<P>The true birdie-hole of the back nine, this par&nbsp;4 plays through the mangroves and measures&nbsp;485 yards with the wind at your back. The hole plays left to right to a very wide fairway. This green can be reached in two with some help from the wind. The large green sits left to right and is well-guarded by bunkers both right and left.</P>", "image": "/tournaments/r457/images/20080110173845716679SVRN7AQUK8.jpg"}, {"number": "17", "parValue": "4", "yards": "386", "body": "<P>This short par 4 plays directly between a limestone canal and the Fairmont Mayakoba. The green sits only two yards from the canal so be sure not to miss left. The prudent play is to leave the driver in the bag and make sure the balls stays in play on this very tricky par 4.</P>", "image": "/tournaments/r457/images/200801101739016945945SVRN7AQUKE.jpg"}, {"number": "18", "parValue": "4", "yards": "452", "body": "<P>This eloquent finishing hole is 452 yards long, up hill and with the prevailing wind. The fairway is well bunkered, but those who find it will be rewarded with a straightforward shot to the green. The unique design of the clubhouse will provide a good target to this medium size green with several bunkers guarding the right side. A good challenging hole to finish the round at El Camale&#128;n.</P>", "image": "/tournaments/r457/images/200801101734554787047SVRN7AQUGU.jpg"}]}