{"header": {"version": "1.0"}, "pageType": "course", "tourCode": "r", "permNum": "047", "pageTitle": "Course", "courses": [{"number": "538", "sortOrder": "1", "name": "TPC Summerlin", "parValue": "71", "yards": "7,223", "body": "<P><STRONG> <A href=\"http://www.tpc.com/private/summerlin/index.html\" target=_blank>Check out the TPC Summerlin at TPC.com</A></STRONG></P>\n<P> </P>\n<P>The host course for the Shriners Hospitals for Children Open, the Tournament Players Club Summerlin offers golfers a 7,223-yard stadium course layout that has gained a reputation as one of the country's most splendid golfing experiences.</P>\n<P>The TPC, which opened for play in November 1991, was built in the heart of Summerlin, a 22,000-acre master-planned community on the western-most edge of Las Vegas. The community is currently home to more than 100,000 residents.</P>\n<P>As a stadium course, the TPC Summerlin was built to accommodate golfing fans with unrestricted views of tee shots, fairway approaches and putting through strategically placed spectator mounds and natural amphitheaters. Still, the integrity of the course remains.</P>\n<P>The TPC Summerlin is one of two TPC Network members in Nevada. The TPC network currently encompasses 25 courses in 10 states and, with the addition of non-domestic TPCs, three foreign countries. The TPC network is designed and managed by subsidiaries of the PGA TOUR. At present, the TPC Summerlin is owned by the PGA TOUR.</P>\n<P>PGA TOUR Investments design architect Bobby Weed was assisted in the course design by player-consultant Fuzzy Zoeller, winner of the first Frys.com Open in 1983. Zoeller was committed to designing a course which could accommodate a major tournament and appeal to the average golfer..</P>", "image": "/tournaments/r047/images/200403251039002060181SVRT5XEPV6.jpg", "holes": [{"number": "1", "parValue": "4", "yards": "408", "body": "<P>The opening hole plays straightaway to a slightly downhill landing area and green. Positioning the tee shot near the right fairway bunker opens up the green, especially with left-side pin placements. </P>\n<P><STRONG>How to watch:</STRONG> All players will be introduced at the first tee, providing a good vantage point from which to watch players tee off. Fans are given close access to the tee box here. </P>\n<P><STRONG>Hole history:</STRONG> In 1999, Jonathan Kaye birdied this and the next two holes to pull within two shots of eventual winner Jim Furyk. It is one of eight holes in which average tournament scores have been under par every year. 1993 champion Davis Love III eagled the hole to begin the Sunday round that year.</P>", "image": ""}, {"number": "2", "parValue": "4", "yards": "469", "body": "<P>A long, downhill, slightly dogleg right, the hole runs along a wash. The tee shot angle must be figured in relation to the diagonal wash carry, with bunkers guarding the left side. The green is large with a bunker bordering the right side. </P>\n<P><STRONG>How to watch:</STRONG> The second tee stands very close to the eighth green and ninth tee, allowing fans a chance to see plenty of action from here. </P>\n<P><STRONG>Hole history:</STRONG> Jonathan Kaye birdied this, as well as the first and third holes, en route to closing to within two of 1999 winner Jim Furyk. In 1996, Tiger Woods played this hole in 2 under for the tournament to help propel him to his first PGA TOUR victory. Furyk parred the hole on Sunday in 1995 to move into a tie with Billy Mayfair, who bogeyed the hole. Furyk went on to win.</P>", "image": ""}, {"number": "3", "parValue": "4", "yards": "472", "body": "<P>A double fairway leads to the green, which is perched above a desert wash. The hole played slightly uphill and into the prevailing wind. </P>\n<P><STRONG>How to watch:</STRONG> This hole annually gives up bunches of eagles and birdies, providing plenty of action. Your best bet is to sit above the green and watch as the players attempt to reach the green in two. </P>\n<P><STRONG>Hole history:</STRONG> Harrison Frazar made a 10-foot eagle putt to help put him in a three-way tie for the lead on Friday in 1999's tournament. Jonathan Kaye birdied the first three holes on Sunday to pull within two of 1999 winner Jim Furyk. In 1996, champion Tiger Woods eagled the hole twice, including in the final round.</P>", "image": ""}, {"number": "4", "parValue": "4", "yards": "450", "body": "<P>The tee shot is vital, as bunkers flank the left and right sides of the fairway. A deep bunker front and right of the green makes a right pin position most difficult. </P>\n<P><STRONG>How to watch:</STRONG> The fourth hole, a long, tough par-4, begins a circle of five holes. If you follow the players on this hole, plan on watching the fifth through ninth holes as well. </P>\n<P><STRONG>Hole history:</STRONG> 1997 Champion Bill Glasson bogeyed this hole to fall temporarily into a tie with Billy Mayfair. This hole ranks in the middle range each year in terms of difficulty. In 1994, Las Vegas pro Robert Gamez made the only doable bogey ever by a top-5 finisher.</P>", "image": ""}, {"number": "5", "parValue": "3", "yards": "197", "body": "<P>This is one of the most demanding holes on the golf course. The green slopes left to right with difficult back pin placements and players must carry a wash to the green. </P>\n<P><STRONG>How to watch:</STRONG> Played downhill, the fifth hole offers fans a good vantage point to sit at the tee and watch players tee off. No green access is available to spectators. </P>\n<P><STRONG>Hole history:</STRONG> Although the&nbsp;Frys.com Open&nbsp;is a tournament known for low scores, no winner has played this hole under par. During 1999's final round, the hole yielded six bogeys and four double-bogeys, more doubles than any other hole. With the exception of 1997 champion Bill Glasson, every champion has played this hole in even par. Glasson played it at 1-over par.</P>", "image": ""}, {"number": "6", "parValue": "4", "yards": "430", "body": "<P>This hole played slightly uphill and has a narrow fairway. The green is elevated and set in left to right with no bunkers. Most players hit an extra club to the green after hitting shorter tee shots to ensure fairway placement. </P>\n<P><STRONG>How to watch:</STRONG> This is one of the toughest holes to watch on the golf course. Fans are diverted away from the tee box, and tight fairways add to viewing difficulty. </P>\n<P><STRONG>Hole history:</STRONG> In the past, Las Vegas professional Bob May played the hole in 1-under par. Jim Furyk played this hole in 1-over par in 1999, with a bogey in Saturday's round. Second-place finisher Jonathan Kaye bogeyed and birdied this hole in the last two rounds in 1999.</P>", "image": ""}, {"number": "7", "parValue": "4", "yards": "382", "body": "<P>This is a medium-length dogleg left. Players will try to position their drives middle-right to give themselves the best position into the green. The green slopes back to front and can be treacherous from above the hole. </P>\n<P><STRONG>How to watch:</STRONG> Fans are diverted down the right side of the fairway, but good viewing of tee and approach shots can be had. Fans also can stand close to the green. </P>\n<P><STRONG>Hole history:</STRONG> It's one of seven holes in which scoring has averaged under par each year. In three rounds, 1999 champion Jim Furyk played the hole in 2-under par. Fourth-place finisher Chris Perry birdied the hole all three days in 1999's tournament.</P>", "image": ""}, {"number": "8", "parValue": "3", "yards": "239", "body": "<P>The longest par-3 on the course, this hole plays left to right with a wash spanning the right side. A large green with bail-out left awaits tee shots that, if they are hit short and right, will invariably wind up in one of four front bunkers. </P>\n<P><STRONG>How to watch:</STRONG> A berm surrounding the green offers a great place to sit, relax and watch as players hit to this par-3. This is the longest par-3 on the course, so many players face a tricky chip into the putting surface. </P>\n<P><STRONG>Hole history:</STRONG> Fred Couples, who tied for 10th in 1999, played the hole without a par during the weekend. He double-bogeyed Saturday, then birdied it Sunday. In 1999's final round, there were only five birdies on the day, compared with 57 pars and nine bogeys. Bob May parred the hole both days in 1999 en route to trying for 13th.</P>", "image": ""}, {"number": "9", "parValue": "5", "yards": "563", "body": "<P>A long, slightly downhill par-5, and a slight dogleg right. The green is protected by bunkers both front and left. The longest hitters can reach the green in two. Expect to see plenty of approaches land in the bunkers guarding the green. </P>\n<P><STRONG>How to watch:</STRONG> Concessions, scoreboards, the clubhouse, the putting green and the driving range are very close to the ninth green. Tremendous scoring opportunities for players translates into great spectating chances for fans. </P>\n<P><STRONG>Hole history:</STRONG> Harrison Frazar double-bogeyed this hole in 1999's final round en route to a 76 and a T15 finish. This hole played fifth-easiest in 1999, with a stroke average of 4.776.</P>", "image": ""}, {"number": "10", "parValue": "4", "yards": "420", "body": "<P>A lightly downhill par-4 that doglegs right with fairway bunkers left. A large, deep bunker is positioned front right with the back of the green falling away slightly. </P>\n<P><STRONG>How to watch:</STRONG> Fans with clubhouse passes make it a tradition to sit on the patio and watch as players tee off at this hole. It plays downhill, giving spectators good vantage points. </P>\n<P><STRONG>Hole history:</STRONG> During 1999's final round, this hole gave up fewer birdies (four) than any other hole. Both champion Jim Furyk and runner-up Jonathan Kaye pared this hole on the last two days of the tournament. In 1996, Davis Love III double-bogeyed here, giving the lead to eventual champion Tiger Woods.</P>", "image": ""}, {"number": "11", "parValue": "4", "yards": "448", "body": "<P>A right-to-left tee shot with fairway bunkers challenging the player on the left side. The approach is to a green with a false tongue and deep bunker protecting the left side pin placement. </P>\n<P><STRONG>How to watch:</STRONG> For fans following a particular player, the 11th can be interesting scorewise, but it doesn't provide the best vantage point for watching. </P>\n<P><STRONG>Hole history: In</STRONG> 1999's final round, this hole tied with the second hole for most bogeys (14). Kevin Sutherland and Jonathan Kaye were the only players in the top 10 to birdie this hole Sunday. Joe Ogilvie (T10) and Brian Watts (T13) triple-bogeyed the hole in Saturday's 1999 round.</P>", "image": ""}, {"number": "12", "parValue": "4", "yards": "442", "body": "<P>Another long par-4, the 12th is home to a lake that guards the right side of the fairway and green. Pin placements on the right are very challenging. </P>\n<P><STRONG>How to watch:</STRONG> Although it's a long walk from the clubhouse, good vantage points of the water-guarded green and the 13th tee make this a good spectator hole. </P>\n<P><STRONG>Hole history:</STRONG> In terms of stroke average, this hole played toughest in 1999's final round, at .206 strokes over par. In 1999, Joe Ogilvie triple-bogeyed this hole after taking a 7 on the previous hole en route to a 42 on the back. Tommy Armour III scored the only eagle on this hole in the past.</P>", "image": ""}, {"number": "13", "parValue": "5", "yards": "606", "body": "<P>For most players, this is a three-shot hole that demands accuracy. It plays right to left with a cluster of bunkers left. A fairway bunker short of the green emphasizes placement for the approaches to the split-level green. </P>\n<P><STRONG>How to watch:</STRONG> There's plenty of good spectating to be had from tee to green on this hole. Most TOUR professionals will put a little extra into their tee shots here, which can be fun to watch. </P>\n<P><STRONG>Hole history:</STRONG> Glen Day (T15 in 1999) went eagle-birdie in his final two rounds last year. This and the third were the only holes on the course to give up no score higher than bogey in 1999. This hole played second-easiest overall in 1999, at an average .332 strokes under par.</P>", "image": ""}, {"number": "14", "parValue": "3", "yards": "156", "body": "<P>Tee shots are played over bunkers to a right-to-left, shallow green. Another back left bunker and trees guard shots if long. It's the shortest par-3 on the course. </P>\n<P><STRONG>How to watch:</STRONG> Players consider this a birdie hole, so they're firing at the flag here, giving fans some exciting golf action. </P>\n<P><STRONG>Hole history:</STRONG> The first birdie of three straight put Jim Furyk in a three-way tie for the lead in 1999's final round. Dudley Hart birdied this hole and four of the last five in a final round to propel him to a third-place finish. Mike Hulbert aced this hole with an 8-iron in the second round in 1996.</P>", "image": ""}, {"number": "15", "parValue": "4", "yards": "341", "body": "<P>A short, drivable hole by the longest hitters. Desert runs the length of the hole on the left with bunkers separating the two-level fairway. The green is long, narrow and elevated, and is surrounded by bunkers. </P>\n<P><STRONG>How to watch:</STRONG> The 15th is one of the most exciting holes on the course to watch, as many players try and drive the green. This marks the beginning of the stretch of four best viewing holes on the course. </P>\n<P><STRONG>Hole history:</STRONG> Jim Furyk birdied the hole both days over the weekend on his way to his third win in Las Vegas in 1999. Billy Mayfair (T15) birdied the hole Saturday and Sunday in 1999's event. This hole played third-easiest overall in 1999, at an average .266 strokes under par.</P>", "image": ""}, {"number": "16", "parValue": "5", "yards": "560", "body": "<P>A good tee shot puts big hitters in position to go for the green in two. Trees guard both sides of the fairway and a lake guards the front of the green. </P>\n<P><STRONG>How to watch:</STRONG> Large mounds behind the green offer great vantage points to watch shots as they come in over the lake. From here, fans also can see the 17th tee. </P>\n<P><STRONG>Hole history:</STRONG> Although one of the easiest holes on the course, last year it gave up more triple-bogeys-plus (6) than any other hole. 1999 champion Jim Furyk birdied this hole both Saturday and Sunday. Fred Couples took an 8 here on a Saturday, but still finished tied for 10th.</P>", "image": ""}, {"number": "17", "parValue": "3", "yards": "196", "body": "<P>This downhill hole is one of the most exciting on the course. Tee shots to this green, which is long but narrow and guarded by water on the right, are played under intense pressure late Sunday afternoon. </P>\n<P><STRONG>How to watch:</STRONG> A hill that surrounds the right side of this hole provides the prefect stage on which to sit and watch the exciting action here. The narrow green is guarded by water on the left, making tee shots interesting to watch. </P>\n<P><STRONG>Hole history:</STRONG> In the past, Jim Furyk double-bogeyed the hole on Saturday and shot 71. Jonathan Kaye birdied this hole and the last in 1999, and aced it with a 5-iron on the first day of play. 1994 champion Bruce Lietzke played the hole in 2-under par.</P>", "image": ""}, {"number": "18", "parValue": "4", "yards": "444", "body": "<P>A long, slightly uphill hole that forces players to carry their tee shots over a wash. Approach shots are hit to a deep green protected by a small lake to the left. It's a challenging hole that's fun to watch, as players decide how aggressive to be depending on how they stand. </P>\n<P><STRONG>How to watch:</STRONG> Corporate hospitality tents line the right side of the fairway and behind the green. In addition, thousands of fans can enjoy uninhibited views from the hill overlooking the green. </P>\n<P><STRONG>Hole history:</STRONG> In 1999, this hole surrendered only 42 bogeys overall, compared with 190 pars, 35 bogeys, 15 doubles and four triples or worse. Third-place finisher Dudley Hart also birdied this hole on a Sunday.</P>", "image": ""}]}]}