{"header": {"version": "1.0"}, "pageType": "course", "tourCode": "r", "permNum": "009", "pageTitle": "Course", "courses": [{"number": "009", "sortOrder": "1", "name": "Bay Hill Club & Lodge", "parValue": "72", "yards": "7,381", "body": "", "image": "", "holes": [{"number": "1", "parValue": "4", "yards": "461", "body": "The first hole grabs the player's attention from the start, as Bay Hill flexes it muscles, beginning with a 461-yard par 4. During Palmer's 2009 renovation, bunkers 180 yds off the tee to the right were eliminated and converted to rough. Bunkers outside of dogleg were enlarged to provide visibility from the tee. Greenside bunkers were moved closer, deepened, and flashed higher to frame the green. Interior of the old green surface was replicated and the edges softened to provide better hole locations closer to the bunkers..", "image": "/tournaments/r009/images/20150227165348909881SVRN9U5TP5.jpg"}, {"number": "2", "parValue": "3", "yards": "231", "body": "The second hole is a long par 3 at 231 yards and is typical of all the par 3s on the course. This is the second-longest par 3 on the course, but plays slightly downhill. One of the few \"major\" changes during the 2009 renovation, this green was rotated 30 degrees clockwise to enable players to hold long iron and woods into green. With the green now rotated and back tee expanded, this hole can play as long as 245 yards.", "image": "/tournaments/r009/images/20150227165404414018SVRN9U5TPB.jpg"}, {"number": "3", "parValue": "4", "yards": "434", "body": "The third hole is a 434-yard par 4 that makes a dogleg left around the largest lake on the course, requiring a careful tee shot. Players must know where to place their drives in order to set up the approach to a green that sits at water's edge over a natural rock wall. Players who misread the wind at No. 2 and didn't take note will be playing into a crosswind that will force the ball left and into the lake.", "image": "/tournaments/r009/images/201502271654157301276SVRN9U5TPE.jpg"}, {"number": "4", "parValue": "5", "yards": "561", "body": "The fourth hole is a 561-yard par 4 infested with pesky hazards from tee to green. During Palmer's 2009 renovation, this hole was converted into a true par 5 without lengthening the hole. This was achieved by moving out the fairway bunkering into the 270-300 yard range, a new lay-up bunker was added to the left of the fairway 100 yards from the green to guard the lay up area, bunkers adjacent the the green were re-configured, a reduced green size with an elevated green surface with tightly mown surrounds and deep bunkers.", "image": "/tournaments/r009/images/20150227165427762714SVRN9U5TPJ.jpg"}, {"number": "5", "parValue": "4", "yards": "390", "body": "No. 5 is the shortest par 4 on the front nine at 390 yards, but the premium is on an accurate short-iron approach to a convex green. The tee shot is most tricky in order to avoid the bunkers scattered on each side of a narrow landing area. Players who hit a safe tee shot and follow with a tight iron shot are looking at 3.", "image": "/tournaments/r009/images/201502271654382154149SVRN9U5TPN.jpg"}, {"number": "6", "parValue": "5", "yards": "555", "body": "The sixth hole is always a topic of conversation. The 555-yard par 5 curls around the lake players first saw at No. 3. This hole produces some eagles, a few birdies and some scores that resemble telephone numbers.", "image": "/tournaments/r009/images/201502271654503701363SVRN9U5TPS.jpg"}, {"number": "7", "parValue": "3", "yards": "199", "body": "The seventh hole, the shortest par 3 on the course at 199 yards, provides some relief. Most players will take a mid-iron into the slightly uphill par 3 but the large green offers a variety of pin positions beyond the bunkers that front the green. <BR><EM>The final two holes on the front nine are par 4s that make a par-par finish look pretty good.</EM>", "image": "/tournaments/r009/images/20150227165502426253SVRN9U5TPW.jpg"}, {"number": "8", "parValue": "4", "yards": "460", "body": "No. 8 is a 460-yard dogleg right with a bunker on the left side. A grove of trees forces a tee shot aimed to the left into a landing area shaped like a saddle. The approach is over a small lake to a right-to-left sloping green that requires a longer carry the farther left you aim.", "image": "/tournaments/r009/images/20150227165516394241SVRN9U5TQ3.jpg"}, {"number": "9", "parValue": "4", "yards": "474", "body": "The longest of the par 4s at Bay Hill,this subtle dogleg left requires a long-iron or fairway metal to a large, well-guarded green framed by rear mounds. Players take par here, get to the back nine and don't look back.", "image": "/tournaments/r009/images/201502271655303492822SVRN9U5TQ7.jpg"}, {"number": "10", "parValue": "4", "yards": "400", "body": "The tenth is a 400-yard par 4. The long hitters will take their tee shots over a series of bunkers in the elbow of the&nbsp;dogleg right to set up a short-iron shot to a&nbsp;two-tiered green.", "image": "/tournaments/r009/images/201502271655428351359SVRN9U5TQB.jpg"}, {"number": "11", "parValue": "4", "yards": "438", "body": "No. 11 is similar in design to the third hole. The only difference on the 438-yard par 4 is a slightly more open target area off the tee. The diagonally situated green brings the lake into play on left pin placements and the bunkers into play on right hole locations.", "image": "/tournaments/r009/images/201502271655537709324SVRN9U5TQF.jpg"}, {"number": "12", "parValue": "5", "yards": "574", "body": "Players can step on the gas at the 574-yard, par-5 12th hole. In Palmer's 2009 renovation, the old shaping and mounds that blocked views into the bunkers and green complex were removed. The lay-up shot sets up an approach with a wedge. The green is heavily protected by bunkers to thwart off any thought of running the second shot up.", "image": "/tournaments/r009/images/201502271656279752114SVRN9U5TQS.jpg"}, {"number": "13", "parValue": "4", "yards": "370", "body": "The 13th offers a brief respite for short hitters at only 370 yards. Before Palmer's 2009 renovation there were three hidden fairway bunkers on the left side of the golf hole. During the renovation this bunker complex was reshaped to include two highly visible bunkers that were shifted and repositioned closer to the fairway to become more in play off the tee. The demand is placed on the short-iron approach to the wide, shallow green. A lake that will surely catch any misfires fronts the putting surface.", "image": "/tournaments/r009/images/201502271658382758195SVRN9U5TS6.jpg"}, {"number": "14", "parValue": "3", "yards": "215", "body": "No. 14 is a slightly uphill par 3 of average length at 215 yards. The key to making birdie here is an accurate tee shot. Before Palmer's 2009 renovation, 90% of the bunkers on this hole were not visible from the tee and neither was the green surface. The old green had sharp rolls along the edge that did not allow for perimeter pin locations or pins behind the bunkers. The front right bunker complex was eliminated and a tightly mown grass slope along the entire right side of the green was created. The left greenside bunkers were reshaped and moved closer to the green to better protect pin locations on the left side of this green. The greenside bunkers behind the green were reshaped, made visible and shifted closer to the green surface to protect back right and back left pin locations. The green surface has been smoothed out to allow for more pinnable space but still retains a hint of the old green contours.", "image": "/tournaments/r009/images/201502271658541970519SVRN9U5TSB.jpg"}, {"number": "15", "parValue": "4", "yards": "429", "body": "The dogleg-right, 429-yard, par-4 15th hole features magnolia trees on both sides of the landing area. These heavy leaved trees help narrow the preferred driving area. The approach is to a large green that rolls softly, making long putts most treacherous.", "image": "/tournaments/r009/images/201502271659121121839SVRN9U5TSH.jpg"}, {"number": "16", "parValue": "5", "yards": "511", "body": "The 16th Hole is the beginning of a three-hole stretch to the clubhouse that is among the best in golf.", "image": "/tournaments/r009/images/201502271659331665755SVRN9U5TSQ.jpg"}, {"number": "17", "parValue": "3", "yards": "221", "body": "The 17th hole is another good opportunity to gain ground or lose control. The elevated tee is 221 yards from a green that's surrounded by water on three sides while bunkers protect the left. During Palmer's 2009 renovation, the most dramatic change on this hole is the expansion of the beach bunker. The green was shifted seven to ten feet to allow for the beach bunker to be reshaped and contoured for drainage, playability and visibility. A rather small green by Bay Hill standards, it is firm and fast, making birdie a premium.", "image": "/tournaments/r009/images/201502271659499988257SVRN9U5TSW.jpg"}, {"number": "18", "parValue": "4", "yards": "458", "body": "The finishing hole looks simple on paper. At 458 yards, the par-4 18th hole is straight away to a wide fairway, but that's where simple ends. The large, kidney shaped green is fronted by rocks and water, requiring a longer carry to the right half. The bunkers left of the green await errant shorts of the hydrophobic.", "image": "/tournaments/r009/images/201502271700051205918SVRN9U5TT3.jpg"}]}]}