{"header": {"version": "1.0"}, "pageType": "course", "tourCode": "r", "permNum": "464", "pageTitle": "Course", "courses": [{"number": "552", "sortOrder": "1", "name": "Silverado Resort&Spa (North)", "parValue": "72", "yards": "7203", "body": "", "image": "", "holes": [{"number": "1", "parValue": "4", "yards": "436", "body": "A great opening hole with a generous fairway to start the round. The best drive is on the left side of the fairway, leaving a clear shot into a well-guarded green. A good tee shot will leave players with a mid-to-short iron in, avoiding the false front should provide a good birdie putt to start the round.", "image": ""}, {"number": "2", "parValue": "3", "yards": "240", "body": "This long par-3 will play uphill into a green that slopes from back-to-front. Players will be careful to avoid the large bunkers that guard the front of the green. Par is a good score on this tough hole.", "image": ""}, {"number": "3", "parValue": "4", "yards": "424", "body": "The third is a beautiful dogleg left that gently climbs a subtle slope. A tee shot shaped right-to-left will leave a player with a short iron approach. The green slopes severely from left-to-right and punishes any shot missed to the right of the green.", "image": ""}, {"number": "4", "parValue": "4", "yards": "407", "body": "An elevated tee shot on this short par-4 will give players a nice view of the Napa hillside. Players avoiding the fairway bunker on the right will have a short iron into this shallow and dramatically sloped green. Players able to hit to the right area of the green should be rewarded with a short birdie putt.", "image": ""}, {"number": "5", "parValue": "5", "yards": "538", "body": "A double dogleg par-5 will reward players who successfully take an aggressive line over the large oak trees on the right side of the fairway, enabling players to go for the green on their second shot. A large green surrounded by bunkers waits.", "image": ""}, {"number": "6", "parValue": "4", "yards": "417", "body": "The sixth hole is the longest par-4 on the front nine. Players who drive the ball closer to the large fairway bunker will have an easier approach into this large green. Choose the safer side of the fairway and you will need to play your approach over the bunker that guards the right side. Any shot missing the green to the left will find the grass bunkers.", "image": ""}, {"number": "7", "parValue": "3", "yards": "212", "body": "Most players will hit a mid iron into the par-3 seventh hole. The green has a narrow opening in the front guarded by two bunkers. Players who are able to hit the green should be left with a relatively easy birdie putt.", "image": ""}, {"number": "8", "parValue": "4", "yards": "360", "body": "The short par-4 eighth hole plays across Milliken Creek. Most players will hit a long iron or hybrid off of the tee. The green is sloped very severely from back to front and will require players to control the spin on their approaches. Any shot that misses the green will test even the best of short games.", "image": ""}, {"number": "9", "parValue": "5", "yards": "557", "body": "This long, sweeping tee shot favors a player who can move the ball right-to-left. Once around the dogleg, players have a straight shot into a shallow green guarded by a bunker in the front. Players who hit over the green are left with a very difficult pitch to a green that slopes towards the front.", "image": ""}, {"number": "10", "parValue": "4", "yards": "459", "body": "The tee shot on the longest par-4 on the course will be played from an elevated tee near the putting green. The dramatic tee shot must be played between two oak trees that are just off of the tee complex. Most players will have a mid-to-long iron off of the tee to a large green. The toughest pin placement is the small shelf located in the back left of the green.", "image": ""}, {"number": "11", "parValue": "3", "yards": "182", "body": "The green on this beautiful par-3 offers three distinct targets. The hole locations in the left front and middle are the easiest. A hole location on the back left tier is a very small target and tough to find. A hole located on the right side of the green requires proper distance control and will challenge any golfer who misses the green.", "image": ""}, {"number": "12", "parValue": "4", "yards": "391", "body": "Players will likely choose to leave their driver in the bag on this hole, opting for precision over distance. Anyone choosing to hit driver can fly the bunkers and have less than 100 yards into the green. This green is sloped back-to-front with a large bunker that guards the left side.", "image": ""}, {"number": "13", "parValue": "4", "yards": "458", "body": "This straight par-4 offers up the first ghost bunker to the players. The bunker is not in play, sitting about 30 yards in front of the green, but will visually challenge the players to trust their yardage. This big green is loaded with subtle slopes and will challenge the best putters on the course.", "image": ""}, {"number": "14", "parValue": "4", "yards": "412", "body": "Any drive that finds the fairway should provide players with a 'green light' to take aim at birdie. This generous and wide green is gently sloped from back to front and is a great target for players.", "image": ""}, {"number": "15", "parValue": "3", "yards": "189", "body": "A middle iron tee shot into this green requires precision. Misses to any side, other than short-left, will leave players with incredibly difficult recovery shots. The safe play is to the middle of the green where a par can be made and disaster avoided.", "image": ""}, {"number": "16", "parValue": "5", "yards": "571", "body": "This narrow par-5 is the beginning of the home stretch. The final three holes on the North Course offer players a great chance to move up the leaderboard. Players who hit the fairway with their drive can choose to go for the green in two or to play more conservatively and fire at the pin with a wedge. The green slopes gently from right-to-left.", "image": ""}, {"number": "17", "parValue": "4", "yards": "375", "body": "Perhaps the most picturesque hole on the golf course, the 17h hole is a magnificent par-4 that should provide great fireworks during the tournament. A large grove of redwood trees protect the left side of this green. Players who play too aggressively will find their approach shots to the green blocked and will lose any chance to make a birdie. A drive towards the oak tree on the right side of the fairway opens up the green to an aggressive play and potential birdie.", "image": ""}, {"number": "18", "parValue": "5", "yards": "575", "body": "A big drive here shaped right-to-left should run past the fairway bunkers and leave players with a good chance to hit the green in two. The second of Silverado's ghost bunkers protects the left side of the green and will come into play for any mis-hit approach. This large and relatively flat green has very subtle breaks that will require a keen eye to read properly.", "image": ""}]}]}