{"header": {"version": "1.0"}, "pageType": "course", "tourCode": "r", "permNum": "478", "pageTitle": "Course", "courses": [{"number": "232", "sortOrder": "1", "name": "Albany", "parValue": "72", "yards": "7302", "body": "", "image": "", "holes": [{"number": "1", "parValue": "4", "yards": "423", "body": "The opening hole at Albany is a tough, slight dogleg right measuring 451 yards. The par 4 features two fairway bun-kers protecting the left side, with an open waste area to the right. A well-placed drive leaves a mid to short iron into an elevated green. A front pin position requires accuracy to avoid drop-offs on the right and left of the putting surface the rear of the green is the safer play.", "image": ""}, {"number": "2", "parValue": "3", "yards": "187", "body": "One of the shorter par 3 holes on the course, this well-guarded green means the golfer attacking the flag should beware. An accurate shot has a chance of glory but a miss hit can lead to a challenging up and down on this tricky, elevated green.", "image": ""}, {"number": "3", "parValue": "5", "yards": "572", "body": "This dogleg left par 5 has a generous landing area for a player laying up to the right, or for the long hitters on a tighter line over the bunkers. Players trying to hit the green in two need to be accurate to avoid the deep collection area on the left of the green or the waste bunker guarding the right.", "image": ""}, {"number": "4", "parValue": "4", "yards": "492", "body": "This 489-yard hole is the longest par 4 at Albany. The generous fairway is split by a large mound, which requires the player to decide which side of the fairway to hit the tee shot. A tee shot in the middle of the fairway sets up a mid to long iron ap-proach to a large, undulating green with no bunkers protecting it.", "image": ""}, {"number": "5", "parValue": "3", "yards": "180", "body": "A stunning par 3 with a beach bunker guarding the front and right side of the green. For the landlubbers there is a generous bail out to the left, which leaves a straightforward chip to this long green.", "image": ""}, {"number": "6", "parValue": "5", "yards": "595", "body": "This unique par 5 has many options. The tee shot requires the correct line to find the fairway, which has a large mound protecting the left and an open waste area on the right. A well-positioned tee shot then requires the player to decide to either hit over the split fairway or to lay up. If attempting to hit the green in two, a bunker catches missed shots on the left while shots hit to the right may feed back down on the green.", "image": ""}, {"number": "7", "parValue": "4", "yards": "340", "body": "This short, drivable par 4 is a risk-reward hole. Lay-ing up onto a wide fairway leaves a short club into a green that has a severe drop to the right, making it a difficult up-and-down. Those attempting to drive the green must navigate in between the right fairway bunker and the three greenside bunkers to a long green sloping front to back.", "image": ""}, {"number": "8", "parValue": "3", "yards": "216", "body": "The longest par 3 at Albany has no bunkers and a generous green that slopes from back to front. A miss hit to the right will funnel down to a collection area that will require a tough up and down.", "image": ""}, {"number": "9", "parValue": "5", "yards": "603", "body": "This 603-yard, picturesque but narrow par 5 is a great end to the front nine. Guarding the dogleg left is a lone fair-way bunker and a leaked drive right will end in the water. A lay up second shot needs to find the fairway which is lined with multiple waste areas on the left and the long lake stretching down the right. You will be rewarded for hitting the green in two but if you miss it, a bogey or worse could be lurking.", "image": ""}, {"number": "10", "parValue": "4", "yards": "435", "body": "The back nine starts with a tee shot that must miss a large fairway bunker guarding the left side, and too far right will leave you with a blind second shot to the green. A precise mid-iron approach shot is needed to hit a green that is surrounded by three deep bunkers.", "image": ""}, {"number": "11", "parValue": "5", "yards": "589", "body": "This rewarding par 5 requires a monster drive over the two small fairway bunkers which will then set an easier approach shot to attack the green in two. This double dogleg has two generous fairway areas for the player to hit to. The green has a false front on the left side to collect a miss hit and has two chal-lenging bunkers to the right of the green.", "image": ""}, {"number": "12", "parValue": "3", "yards": "202", "body": "This long but pretty par 3 is tucked away on the eastern boundary of the golf course. With the small lake and bunker protecting the left side of the green, the right side becomes the more forgiving but the less rewarding shot. This green has two distinct levels to it, making the accuracy of your tee shot import-ant for your score.", "image": ""}, {"number": "13", "parValue": "4", "yards": "483", "body": "Unlucky for some, and one of the longest par 4 holes on the course measuring 481 yards, this narrow hole gives you a straight view to the double green. An accurate tee shot must avoid a waste area running down the left side of the hole and multi-ple mounds in key landing areas on the right. A shared green with Hole No. 6 makes it a fun green to putt on.", "image": ""}, {"number": "14", "parValue": "4", "yards": "298", "body": "Mirroring Hole No. 7, this risk-reward hole allows you to chance your luck and go for the green or lay up and have a short approach shot to the green. If you reach the green, your tee shot must find the left fairway, but if you miss the fairway, the waste area awaits you on the left while the mound looms on the right. The green complex is small with a false front that will penalize any miss hit.", "image": ""}, {"number": "15", "parValue": "5", "yards": "548", "body": "This reachable par 5 rewards a straight tee shot if you can find the down slope and take advantage of it. A waste area to the right and fairway bunkers on the left make it no easy task to hit this fairway. To hit the green in two, you must navigate around, or over, a high waste mound forty yards short of the green. Players who have laid up will hit to a sloping but large green complex with bunkers left and right.", "image": ""}, {"number": "16", "parValue": "4", "yards": "485", "body": "As the number one handicap hole, this beast measures 485 yards and plays uphill all the way. One deep fairway bunker on the right, and large mounds on the left force the player to hit their tee shot on the fairway. The approach shot is to an elevated green with bunkers both short right and left of the green, make any shot with a long iron or fairway wood very daunting.", "image": ""}, {"number": "17", "parValue": "3", "yards": "184", "body": "The penultimate hole, with the clubhouse in sight, will test any golfer. Water and bunkers to the left and a bunker short protect this green, but beware of the slope on the front left which can catch your shot and feed it back into the water.", "image": ""}, {"number": "18", "parValue": "4", "yards": "470", "body": "A strong finishing hole, this 470-yard play requires two well-struck shots to hit the green. A lake down the left side catches errant tee shots while a miss hit right finds the lone fair-way bunker. The final approach shot is to a narrow well-guarded green, with a grass swale right and the lake and bunker to the left.", "image": ""}]}]}