{"header": {"version": "1.0"}, "pageType": "course", "tourCode": "r", "permNum": "470", "pageTitle": "Course", "courses": [{"number": "717", "sortOrder": "1", "name": "TPC Harding Park", "parValue": "71", "yards": "7127", "body": "<P>Harding Park began hosting major amateur tournaments soon after opening-most notably, the USGA National Public Links Championship, and the San Francisco City Championship, the oldest consecutively played competition in the world.</P>\n<P>In 1944, the course began hosting PGA TOUR tournaments with the Victory Open. Shortly after, the course established itself as one of the top golf courses on the West Coast; where it became a regular stop for PGA TOUR events up until the end of the decade, when budgetary cuts caused the course to fall into poor conditions. The course further deteriorated, reaching its lowest point in 1998, when it was used as a parking lot during the U.S. Open at Olympic Club.</P>\n<P>At the turn of the century was thus born the roller coaster known as the renovation of Harding Park. In an effort to restore Harding Park to its former glory, Frank \"Sandy\" Tatum, a respective lawyer, accomplished golfer, and former USGA President, rallied together local businesses and political leaders, the USGA, the San Francisco Recreation and Park, and the PGA TOUR's Tim Finchem. Tatum played his game right, thoughtfully utilizing his resources and strategically holding a tournament there to quickly pump some serious cash into the local economy. Finchem enjoyed the idea of re-establishing a presence in the Bay Area market, and also entertained the idea of playing high-profile tournament at a truly public course. Negotiation ensued to gain approval from Mayor Willie Brown, allowing Arnold Palmer Golf Management to renovate and operate the park. Further disputes opposed, in fear that Palmer's involvement would represent privatization of a municipally-owned golf course, later causing Palmer to back out.</P>\n<P>Finally, convincing the board that the renovations would generate revenue for the city by attracting the PGA TOUR to host professional golf events, Proposition 12-passing in 2000 to fund parks across California-would alleviate debates over funding.</P>\n<P>Combined efforts resulted in a $16 million restoration in 2002-2003 featuring a complete re-design to the course. The result was a highly acclaimed championship course that maintains the character and integrity of the original layout, but incorporates design elements and infrastructure to accommodate today's players. The 15-month project to expand the course from 6,743 yards to nearly 7,200 yards in length, enhancing the driving range, clubhouse and restaurant, upgrading the nine-hole layout of Fleming, and later establishing the First Tee of San Francisco in 2004, a unique youth development program that uses golf to teach students life skills and values. Harding Park Golf Course officially reopened August 22, 2003. Since its recent renovations, TPC Harding Park is championship-worthy once again, hosting several PGA TOUR events such as, the WGC-American Express Championship, the President's Cup, and the Charles Schwab Cup Championship in 2010, 2011, and 2013. And is now on the docket to host the 2015 WGC-Match Play, 2020 PGA Championship, and 2025 President's Cup. The PGA Championship in 2020 will be the first major hosted at a TPC property. </P>\n<P>Through it all, Harding Park culminated its remarkable rebound by recently being added to the PGA TOUR's prestigious TPC Network of clubs in November of 2010. TPC Harding Park became the 32nd club in the TPC Network of courses. Entering a partnership between the PGA TOUR and the City of San Francisco, TPC Harding Park is operating under no management fees; thus, allowing both the city and the TOUR to give back to local communities through charitable donations.</P>\n<P>For more information about TPC Harding Park <A href=\"http://www.tpc.com/tpc-harding-park\" target=_blank>CLICK HERE</A></P>\n<P>&nbsp;</P>\n<P><BR>&nbsp;</P>", "image": "/tournaments/r470/images/201409021734589258716SVRN9NKTBD.jpg", "holes": [{"number": "1", "parValue": "5", "yards": "562", "body": "A gentle dogleg left opens the day and provides a definite birdie/eagle opportunity. From the tee, bunkers guard the right side of the fairway. With the help of a prevailing following breeze, long hitters will attempt to carry those bunkers (or play a draw off the left edge of them) and attack the green which they will be able to reach in two shots. The green has a false front and is well bunkered. Early fireworks here will send echoes around the course.", "image": ""}, {"number": "2", "parValue": "3", "yards": "200", "body": "A downhill par 3 with Cal State-San Francisco in the background. Players will be hitting middle to short irons to a small, well-protected target. Prevailing wind is right-to-left, so look for players to start shots over the right front bunker and draw the ball toward the flag. Subtle breaks on the green and trouble all around it make this a difficult hole.", "image": ""}, {"number": "3", "parValue": "4", "yards": "480", "body": "This hole is a converted par 5, but easily reachable in two shots. Many players will drive with a fairway metal for control and fire a short iron at the flag. The green sits among the trees and a high approach is a must in order to get close, especially if the flag is cut on the back left side of the green.", "image": ""}, {"number": "4", "parValue": "4", "yards": "428", "body": "A great driving hole. Look for players to drive over the left corner of the fairway bunker to set up their second shot. They'd better be careful though, because any tee ball that is too far left will be blocked out by trees. The approach to the green provides the first glimpse of Lake Merced and if the wind blows in off the lake, watch out. Approach shots will get tossed around and distance control will be the key. The approach is one of the prettiest on the golf course as the green hooks around a perfectly placed bunker on the left side.", "image": ""}, {"number": "5", "parValue": "5", "yards": "606", "body": "This monster par 5 requires a precise tee ball to find the fairway, which curves sharply right to left. One intriguing question is whether anyone will be able to hit the green in two shots. The fairway is long and narrow and smart players will favor the right center as they approach the green. This hole will provide another definite birdie opportunity, whether by getting home in two or nestling a wedge close to the flag. \n\n", "image": ""}, {"number": "6", "parValue": "4", "yards": "429", "body": "This is the only hole at Harding Park without a bunker. The fairway is one of the tightest on the course, and the green itself is long and narrow, which requires a pinpoint approach. Precise players may lay up with an iron off the tee and then zero in on the flag with a wedge to the green.", "image": ""}, {"number": "7", "parValue": "4", "yards": "473", "body": "This dogleg left is one of the best driving holes on the golf course. Players must negotiate a corridor of trees off the tee and play their drive to draw around tall limbs that stand sentinel at the corner of the dogleg. The green is well-bunkered on the left and has a subtle hump in the middle that experienced players respect when approaching the flag. To be on the wrong side of the green means putting will be difficult. The approach shot plays longer than it looks.", "image": ""}, {"number": "8", "parValue": "4", "yards": "449", "body": "This is another stout par 4 with a left-side bunker in the drive zone and dense trees lining both sides of the fairway. Look for players to favor the right center off the tee and then fire a short iron into a green protected by a front right bunker and gentle mounds all around. A crowned putting surface will befuddle many players. Smart golfers stay below the hole, especially in match play.\n\n", "image": ""}, {"number": "9", "parValue": "3", "yards": "183", "body": "The tee shot on this uphill par 3 is semi-blind as players cannot see the bottom of the flag. Bunkers protect on the front left and right. The green is deeper than appears from the tee and features many bumps and hollows. If the wind is swirling off of Lake Merced, look for players to scramble here.", "image": ""}, {"number": "10", "parValue": "4", "yards": "467", "body": "This is one long, lonesome road. Straightaway and uphill, everything is in view, except for the wind which cuts into the fairway through a gap in the trees at the 200-yard mark. A sloping fairway kicks the ball right to left. A grass bunker protects the right front of the green, while sand protects the left front. The approach shot plays longer than it looks and the green can be very, very fast from back to front. Players must approach this hole with care (and muscle) as they open the back nine.", "image": ""}, {"number": "11", "parValue": "4", "yards": "405", "body": "It's back to the lake for a modest par 4 that curls to the left. Some players may lay up off the tee in order to avoid a fairway bunker and also to have a level lie for their approach. Those who pull out the heavy lumber in order to drive closer to the green will risk a side-hill wedge shot that can prove tricky -- especially if the prevailing right-to-left wind is blowing. The green sits on a small plateau and slopes from back to front. Anything above the hole is a dangerous putt.", "image": ""}, {"number": "12", "parValue": "4", "yards": "336", "body": "One of Harding Park's great risk-reward holes. This driveable par 4 has it all -- wind off the lake, a small green nestled in the trees and sand all around. Some players will lay up with an iron to assure a clear wedge shot to the green, while longer hitters - especially those who need to make up ground - will fire away, hoping to hit the green and have a putt for eagle. Fans around this green are in for some excitement.", "image": ""}, {"number": "13", "parValue": "3", "yards": "175", "body": "A short par 3, this hole is a challenge from tee to green because the wind is so difficult to judge. When the Pacific breeze blows left to right, it is hard to keep a short iron on line, and the green is not only guarded by sand but somewhat crowned, which makes putting a challenge. This is another hole where there could be movement - either forward or backward - in every match.", "image": ""}, {"number": "14", "parValue": "4", "yards": "440", "body": "This hole normally plays as Harding Park's finishing hole, and with good reason. The tee shot must not only carry Lake Merced and a stand of tall trees, it must also draw left to avoid two large fairway bunkers. For many players, the approach will be made with a middle to short iron. The green is pitched subtly from back to front and any shot that comes in hot and lands on the front quadrant will spin backward, big time. Historically, this hole does not yield many birdies.", "image": ""}, {"number": "15", "parValue": "4", "yards": "395", "body": "This short, straightway hole is normally No. 1 at Harding Park. Players will be able to drive very close to the green but watch out - depending on where the hole is cut, position means everything. Players on the wrong side of the fairway may end up with no shot, or at least with no realistic way to get the ball close to the flag for a sure birdie. This is a definite scoring opportunity for accurate players who have their nerves in check. The hole is perfectly situated late in the round.", "image": ""}, {"number": "16", "parValue": "4", "yards": "344", "body": "This is the second driveable par 4 on the golf course and if matches get this far, you will hear plenty of gallery roars as players go for the green. The best viewing is behind the putting surface, where you can see several other holes. Your eyes will focus here, however, because in and around this green players will be putting, chipping, pitching and blasting from the sand, all in an attempt to make eagle or birdie to either close out the match or keep it alive.", "image": ""}, {"number": "17", "parValue": "3", "yards": "230", "body": "This full-sized, downhill par 3 will demand the best from the world's greatest players. The green tends to be hard and difficult to hold. Another of Harding Park's grass bunkers will swallow any shot that is short on the left side. If the flag is cut on the right portion of the green, players will have to clear a deep bunker and then hope their tee ball grabs and holds when it lands. This hole will not yield many birdies.", "image": ""}, {"number": "18", "parValue": "5", "yards": "525", "body": "A beautiful finish brings everyone back to the clubhouse. This tee shot is one place at Harding Park where long hitters can unleash the full measure of their power. Although a string of bunkers guards the right side of the driving zone, most players should have no trouble getting home in two, which means there will be thrills aplenty at the green, which features bunkers in front and slopes gently from front to back. Look for an exciting finish here.", "image": ""}]}]}