{"number": "665", "sortOrder": "1", "name": "Innisbrook Resort (Copperhead)", "parValue": "71", "yards": "7,340", "body": "<BR>", "image": "", "holes": [{"number": "1", "parValue": "5", "yards": "560", "body": "Copperhead opens with a double-dogleg, par-5 hole. The placement of the second shot is necessary to set-up a birdie opportunity.", "image": ""}, {"number": "2", "parValue": "4", "yards": "435", "body": "A drive down the right side of the fairway is required at the par-4 second hole to leave an unobstructed second shot to a narrow elevated green.", "image": ""}, {"number": "3", "parValue": "4", "yards": "455", "body": "<P>The third hole is a long, dogleg par 4. Two long, accurate shots are required to reach a well-bunkered, undulating putting surface.", "image": ""}, {"number": "4", "parValue": "3", "yards": "195", "body": "The fourth hole is a medium-length par 3 with a green that's wide but shallow, making club selection most important. It's also well-protected by bunkers in front for those shots that fall short.", "image": ""}, {"number": "5", "parValue": "5", "yards": "605", "body": "No. 5 is a beautiful tree-lined, uphill par 5. Length and accuracy are called for on the first two shots. Finesse is required on the approach shot to a small, well-bunkered green.", "image": ""}, {"number": "6", "parValue": "4", "yards": "465", "body": "The downhill, dogleg-right sixth hole may be the toughest par 4 on the Copperhead. An accurate tee shot is necessary to leave a long second shot from a sloping lie. The large green is elevated and severely contoured.", "image": ""}, {"number": "7", "parValue": "4", "yards": "420", "body": "A straight drive is necessary at the par-4 seventh to leave a clear shot to the green. The shallow, sloping green is protected by bunkers.", "image": ""}, {"number": "8", "parValue": "3", "yards": "235", "body": "The eighth hole is the longest of the par 3s on the course. The green is narrow and long, while bunkers left and right and trees right make the approach very tricky.", "image": ""}, {"number": "9", "parValue": "4", "yards": "425", "body": "At the ninth, bunkers protect the landing area on either side, and the elevated green makes the second shot play a club longer.", "image": ""}, {"number": "10", "parValue": "4", "yards": "445", "body": "<P>A long, accurate tee shot is required at the 10th hole. The second shot is to a sloping green, making putting difficult. Bunkers protect the green both on the left and right sides.", "image": ""}, {"number": "11", "parValue": "5", "yards": "575", "body": "No. 11 is a long, winding par 5 down a tree-lined fairway. The approach shot is over a large bunker to a small green.", "image": ""}, {"number": "12", "parValue": "4", "yards": "380", "body": "The 12th is a short but interesting par 4. The drive is usually a fairway wood or long iron played short of the pond, leaving a second shot with a middle- to short-iron to a small green surrounded by bunkers.", "image": ""}, {"number": "13", "parValue": "3", "yards": "175", "body": "<P>No. 13 is a very challenging and beautiful par 3. The pond catches shots short or to the right. The small green requires accurate club selection in order to get the tee shot close.", "image": ""}, {"number": "14", "parValue": "5", "yards": "590", "body": "Length and accuracy are called for on the first two shots on the par-5 14th hole. The third shot is played to an undulating green protected on the left side by the course's largest bunker.", "image": ""}, {"number": "15", "parValue": "3", "yards": "215", "body": "<P>No. 15 is a downhill par 3 that presents a picturesque view as well as a difficult challenge. The large green is bunkered right and left and has a contoured putting surface.", "image": ""}, {"number": "16", "parValue": "4", "yards": "460", "body": "No. 16 is Copperhead's most intimidating par 4, with water stretching the entire right side. A well-positioned tee shot sets up a long second shot to a wide green.", "image": ""}, {"number": "17", "parValue": "3", "yards": "215", "body": "A long par 3 to a very narrow green, No. 17 has bunkers and trees protecting both sides of the hole, making birdie a good score.", "image": ""}, {"number": "18", "parValue": "4", "yards": "445", "body": "The 18th is a beautiful, uphill finishing hole. An accurate tee shot will leave an uphill second shot to an elevated, hidden green. The putting surface slopes back to front and has bunkers short and long.", "image": ""}]}