{"header": {"version": "1.0"}, "pageType": "course", "tourCode": "r", "permNum": "505", "pageTitle": "Course", "courses": [{"number": "700", "sortOrder": "1", "name": "TPC Boston", "parValue": "71", "yards": "7,214", "body": "<P>The peaceful, scenic landscape of the area makes the Tournament Players Club Boston a truly exceptional setting for one the finest experiences in golf and in distinguished entertaining. The course itself offers players at every skill level all the challenge and enjoyment the game of golf can provide.</P>\n<P>The luxurious clubhouse is a center for many activities, gatherings and exquisite dining experiences. A similar level of excellence is the hallmark of the meticulously maintained golf course. All members are sure to appreciate everything that the spectacular setting and remarkable facilities of the TPC Boston provides.</P>\n<P>For more information about TPC Boston, visit <A href=\"http://www.tpc.com/boston/home\" target=_blank>tpc.com</A><BR><BR></P>", "image": "/tournaments/r505/images/200806181031253837628SVRN7FQK2N.jpg", "holes": [{"number": "1", "parValue": "4", "yards": "365", "body": "<P>The course begins with a short and straight par 4 with Chocolate drop mounds now guarding the left side of the fairway, along with 2 larger bunkers and on the right edge of the fairway.&nbsp; Typically this hole can be played with a long iron or fairway wood off the tee, leading to a wedge into the green. Long hitters will be tempted here to drive the green but beware of the substantial bunker with island features that guards the left front. A missed shot could be a tough way to start the round.<BR></P>", "image": "/tournaments/r505/images/200806181031577237796SVRN7FQK2Z.jpg"}, {"number": "2", "parValue": "5", "yards": "542", "body": "<P>Newly renovated in 2010, expect this par 5 to play tougher than in the past. Players will have to consider 3-wood off the tee as some chocolate mounds now line the left rough in the drive zone. A new green is now smaller, more undulated and positioned closer to the water in the front and right. Those trying to reach in two will now face two gnarly bunkers positioned in the 'old' catch basin to the left of the green along with a strategic mound protecting the front left. This once birdie hole will now put all players to the test.</P>", "image": "/tournaments/r505/images/200806181032177217934SVRN7FQK37.jpg"}, {"number": "3", "parValue": "3", "yards": "208", "body": "<P>This par 3 is now home to a stone wall that has been added, enhancing the courses traditional New England feel. With the addition of a quirky little ridge on the left side of the green, and a new large bunker protecting the front right, an accurate iron shot is required for your approach.<BR></P>", "image": "/tournaments/r505/images/20080618103235335094902SVRN7FQK3D.jpg"}, {"number": "4", "parValue": "4", "yards": "298", "body": "<P>The 4th hole contains some of the more significant changes on the course.&nbsp; This hole is a driveable Par 4 however, a number of options exist off the tee.&nbsp; A lay-up will give you a full approach to the pin, or a drive placed to the widest part of the fairway will set up a tricky little pitch over the yawning bunker that guards the left side of the green.<BR></P>", "image": "/tournaments/r505/images/20080618103251949628902SVRN7FQK3J.jpg"}, {"number": "5", "parValue": "4", "yards": "466", "body": "<P>The TPC really starts to show its teeth on the 5th hole.&nbsp; Drives must be long and accurate to avoid a strategically placed bunker on the left side of the fairway.&nbsp; This will lead to a mid-iron approach shot to a 3 tiered green, with trouble left and right.<BR></P>", "image": "/tournaments/r505/images/20080618103259585754702SVRN7FQK3M.jpg"}, {"number": "6", "parValue": "4", "yards": "465", "body": "<P>This long par 4 is one of my personal favorites.&nbsp; Number 6 is a long slight dogleg left through a narrow chute and over mounds with two bunkers guarding the right side of the fairway.&nbsp; The green itself is complex and entirely changed, now with water guarding its front edge and dangerous mounds to its left.&nbsp; Par will be a good score.<BR></P>", "image": "/tournaments/r505/images/200806181033081771706SVRN7FQK3Q.jpg"}, {"number": "7", "parValue": "5", "yards": "600", "body": "<P>This monster par 5 requires not only an accurate, but long tee shot in order to set yourself up to carry our equivalent of Pine Valley's Hell's Half Acre.&nbsp; This gigantic bunker crosses the entire fairway and requires you to choose to either lay-up short and have a blind third shot or try and carry to position yourself for a potential birdie.</P>", "image": "/tournaments/r505/images/200806181033188696584SVRN7FQK3T.jpg"}, {"number": "8", "parValue": "3", "yards": "213", "body": "<P>The 8th hole is a long par 3 that has been strengthened by deep bunkers and is enclosed by a grass hollow at its rear which promotes uneven strands and lies if you miss the green. <BR></P>", "image": "/tournaments/r505/images/20080618103326338046402SVRN7FQK3W.jpg"}, {"number": "9", "parValue": "4", "yards": "472", "body": "<P>The longest par 4 on the Front Nine.&nbsp; This dog leg left gives you a fairly open tee shot, but the approach will be blind to a new punch bowl green.&nbsp; Most players will hit a long to mid iron second shot and try to bounce the ball onto the green to be close to the flag.<BR></P>", "image": "/tournaments/r505/images/200806181033367247828SVRN7FQK3Z.jpg"}, {"number": "10", "parValue": "4", "yards": "425", "body": "<P>The back nine begins with a shortish par 4 and players may choose a fairway wood instead of a driver.. It is a straight away par 4 but now contains a new two tiered bunker on the right side of the green that accentuates&nbsp; a classic New England look.</P>", "image": "/tournaments/r505/images/20080618103346825087402SVRN7FQK45.jpg"}, {"number": "11", "parValue": "3", "yards": "231", "body": "<P>The strongest Par 3 on the golf course with a massive bunker guarding the front right of the green.&nbsp; The left side has been contoured, now allowing shots hit to the left to funnel down towards the green.&nbsp; Players will be happy to finish with a 3 on this hole.<BR></P>", "image": "/tournaments/r505/images/200806181033551374667SVRN7FQK48.jpg"}, {"number": "12", "parValue": "4", "yards": "461", "body": "<P>This long, dogleg left par 4 is the only hole at the TPC without a bunker.&nbsp; The target off the tee will be a newly created ridge on the right side of the fairway, leaving a mid to short iron approach to a green guarded by a hazard on the front right side.<BR></P>", "image": "/tournaments/r505/images/20080618103407566869202SVRN7FQK4C.jpg"}, {"number": "13", "parValue": "4", "yards": "451", "body": "<P>Another long par 4 where hitting the fairway is a must.&nbsp; Drives must carry the rocky ledge in the fairway, leaving a long to mid iron into a green with a bunker on the front right.&nbsp; Par is a good score here.<BR></P>", "image": "/tournaments/r505/images/200806181034174144128SVRN7FQK4F.jpg"}, {"number": "14", "parValue": "4", "yards": "495", "body": "<P>This par 4 has been dramatically changed.&nbsp; Its bunkers on the left have been removed and replaced with chocolate drop mounds sporadically placed on the left side of the fairway covered in natural fescue grasses.&nbsp; These mounds don't look too dangerous until you hit it there.&nbsp; Players will find themselves - even with a good drive - with an approach shot of upwards of 200 yards into a relatively small green.</P>", "image": "/tournaments/r505/images/200806181034271985512SVRN7FQK4J.jpg"}, {"number": "15", "parValue": "4", "yards": "421", "body": "<P>A strategic par 4 that requires thought off the tee. In order to have a clear shot at the pin, drives must be to the left side of the fairway, avoiding four fairway bunkers. If you choose to go down the right side, a new ridge across the fairway will leave you with a blind approach to an elevated green protected by two deep bunkers on both left and right. </P>", "image": "/tournaments/r505/images/200806181034383418354SVRN7FQK4N.jpg"}, {"number": "16", "parValue": "3", "yards": "161", "body": "<P>This newly created par 3, although the shortest on the course, will surely test the players' nerves.&nbsp; Water guards the front and left rear of the green, where pin positions are sure to be close to the water's edge.&nbsp; A stone wall now protects this two tiered green, giving the hole some true New England character.&nbsp; An accurate tee shot will be paramount to save par.<BR></P>", "image": "/tournaments/r505/images/200806181034497694964SVRN7FQK4S.jpg"}, {"number": "17", "parValue": "4", "yards": "412", "body": "<P>This quirky, short par 4 provides many options off the tee, as a new ridge protected by church pews help divide the new fairway.&nbsp; A safe play down the right side of the fairway will leave you with around a 150 yard approach, while longer hitters can carry their drive over the ridge onto the lower fairway, leaving just a wedge to the green.&nbsp; This hole will be pivotal down the stretch at the Championship.<BR></P>", "image": "/tournaments/r505/images/20080618103503975914502SVRN7FQK4W.jpg"}, {"number": "18", "parValue": "5", "yards": "530", "body": "<P>This par 5 finishing hole will undoubtedly be controversial. Players can choose to carry two bunkers in the middle of the fairway and leave themselves a chance to reach the green with a fairway wood. Or the longest hitters can carry the right fairway bunker around 320 yards, giving themselves a mid-iron approach for a chance at eagle. The players choosing to lay up on their second shot will still need to avoid a pot bunker in the center of the fairway in order to score well. There will be plenty of birdies, bogeys, and heartbreak on this finishing hole.<BR></P>", "image": "/tournaments/r505/images/20080618103513491108102SVRN7FQK52.jpg"}]}]}