{"number": "233", "sortOrder": "2", "name": "Nicklaus Tournament Course", "parValue": "72", "yards": "7204", "body": "Challenge, beauty and drama permeate every Jack Nicklaus-designed course, and this masterful design is no exception. Around every corner you will find a new challenge, including the rare feature of two island greens. At 7,204 yards long, The Nicklaus Tournament Course has a stroke rating of 75.3 and a slope rating of 143.\n<P>\nA true ball strikers' golf course, The Nicklaus Tournament along with The Stadium Course is the bi-annual host of the PGA TOUR's final round of Q-School, which is attended by some of the best players in the world. Nicknamed by Members as the Nick Tourney, it is both very forgiving off the tee and extremely demanding around the greens. Without a doubt, a \"must play\" for not only a great test of golf, but for its magnificent desert setting.", "image": "", "holes": [{"number": "1", "parValue": "4", "yards": "374", "body": "<P>\"Genesis\": A fairly simple opening hole. Keep your tee shot (3-wood is sufficient) on the upper level, right center, for a good clear look at the deep green that slopes back-to front towards you.</P>", "image": ""}, {"number": "2", "parValue": "4", "yards": "414", "body": "<P>\"Gilbralter\": Favor the left side of the fairway off the tee (aim at the bridge), leaving a clear shot at the green. Aim your approach shot left of, or over, \"Gibralter,\" the tall rock formation protecting the front of the green. The canal is not visible from the fairway, but wraps around the right side and in front of the green.</P>", "image": ""}, {"number": "3", "parValue": "3", "yards": "177", "body": "\"The Den\": There's no where to miss this tee shot. The canal is left, an expansive bunker lies short and there's a hard-to-see bunker back right. Hit the center of the green and be careful with your putt on the surface that slopes toward the canal.", "image": ""}, {"number": "4", "parValue": "5", "yards": "538", "body": "\"Cahuilla\": A good par five birdie opportunity from an elevated tee. Aim at the fairway bunkers or slightly left of them off the tee. Use the same line on your second shot if not trying for the green. Lake Cahuilla is to your right, but shouldn\"t come into play.", "image": ""}, {"number": "5", "parValue": "4", "yards": "443", "body": "\"Nicklaus Narrows\": A generously wide fairway off the tee sets you up for an exacting approach shot to a narrow green. Miss the terraced green to the right and face a blind chip or pitch to the green 10-feet above you. Miss to the left and a bunker awaits.", "image": ""}, {"number": "6", "parValue": "4", "yards": "406", "body": "\"Mirage\": This one \"looks so easy,\" but trouble awaits the mis-hit tee shot to the left (lake) and right (trees and Lake Cahuilla). Aim the tee shot at the palm trees on the right side of the green. Be sure to hit an extra club on your approach to the elevated green and putting surface. The center of the green is a smart play to any pin location.", "image": ""}, {"number": "7", "parValue": "3", "yards": "140", "body": "\"Meadow\": A wide open look at a simple par three hole that plays slightly downhill. Missing anywhere but long will leave you a bunker shot and putt for par.", "image": ""}, {"number": "8", "parValue": "5", "yards": "509", "body": "\"Distant Trouble\": Reachable in two shots, take your tee shot over the top or left of the long fairway bunker visible from the tee. Trouble lurks down the entire right side of the hole in the form of a lake. The well-struck second shot can eaisly reach the green, setting up an eagle putt to help your scorecard.", "image": ""}, {"number": "9", "parValue": "4", "yards": "410", "body": "\"Water Table\": Blow your tee shot down the middle of the fairway to view the downhill second shot to a green that is well protected by bunkers. The green sits below the lake that protects its left side. The right side of the fairway is out of bounds.", "image": ""}, {"number": "10", "parValue": "4", "yards": "412", "body": "\"Confusion\": The deep bunker down the center of the fairway forces a firm decision whether to play to the left or right fairways. The right side requires greater carry off the tee, but rewards you with an open shot to the slightly sloping, back-to-front green.", "image": ""}, {"number": "11", "parValue": "3", "yards": "191", "body": "\"Prairie Tiers\": Three is a good score on this hole. Bunkers guard the front and back of the long, narrow green. A safe lay-up short and right can leave a chance for an up-and-down par.", "image": ""}, {"number": "12", "parValue": "4", "yards": "403", "body": "<P>\"Hide Out\": The perfect drive is over the left top of the mound nearest the tee, setting up a second shot over yet another mound to an elevated green. Hit the green here or your left with a very difficult up-and-down.</P>", "image": ""}, {"number": "13", "parValue": "5", "yards": "528", "body": "<P>\"Courage\": Test your mettle on this reachable par five. Hit your drive left of the bunkering, but short of the lake. Then decide just how much of the lake to cut-off on your second shot. The green is severely tiered so make sure you get your approach shot on the right level or you'll be looking at three putts.</P>", "image": ""}, {"number": "14", "parValue": "4", "yards": "375", "body": "\"Tension\": The shortest par four on couse is the fouth hardest hole on course for good reason. The second shot makes or breaks you on this hole. Carry the water to a narrow green. Miss it right and water awaits. To the left are bunkers that will add stress to any third shot.", "image": ""}, {"number": "15", "parValue": "4", "yards": "415", "body": "\"Peaks\": This uphill dogleg left requires you miss the fairway bunker off the tee. An extra club may be necessary to reach the green. Be wary of the front left pin placement as your ball may roll back toward you in the fairway.", "image": ""}, {"number": "16", "parValue": "5", "yards": "530", "body": "\"Detour\": The deepest green (50 yards) on the course awaits you at the end of this par five hole that doglegs right. Long hitters may cut the corner of the dogleg off the tee, setting up a shot at the green. Most players should hit their second shots to the right side of the fairway for an open shot at the narrow, well bunkered, winding green that has numerous tiers. Be sure you leave your approach shot near the hole.", "image": ""}, {"number": "17", "parValue": "3", "yards": "204", "body": "\"Volcano\": This testy par three can make or break your round. A hidden, back right pin forces you to hit over the \"volcano.\" Make sure you hit enough club to clear the bunker that hides behind it. Or, simply hit a cut onto the green just left of the \"volcano.\" The green runs slightly downhill from left to right. Par is a good score to the back pin placement.", "image": ""}, {"number": "18", "parValue": "4", "yards": "455", "body": "\"Runaway\": A finishing hole that tests your nerve until the very end. A generous fairway collects your drive, setting up a final shot for the day to a green protected by a lake on the right and a deep collection area to the left. The huge green features a particularly challenging back right pin location. Do you go for it, or play safely to the center of the green?", "image": ""}]}