{"number": "734", "sortOrder": "1", "name": "PGA National (Champion)", "parValue": "70", "yards": "7,158", "body": "<P> </P>", "image": "", "holes": [{"number": "1", "parValue": "4", "yards": "365", "body": "<P>A fairly easy opening hole played downwind from atop a hill, with trees and palmetto bushes protecting the driving range on the right.&nbsp; The most difficult pin poistion is back left-center near a wraparound bunker.&nbsp; Approach shots should be aimed for center right of the green.</P>", "image": ""}, {"number": "2", "parValue": "4", "yards": "464", "body": "<P>The ideal target off the tee is left center, which opens up the right side of the green. The long green presents a three-club difference from front to back, but it should not be a difficult second shot from the fairway with a middle to short iron. The toughest pin position is back left. In 1989 Nicklaus built a new tee and moved the green left.</P>", "image": ""}, {"number": "3", "parValue": "5", "yards": "538", "body": "<P>Nicklaus' re-design eliminated the mid-fairway water hazard, making it a fairer hole.&nbsp; The second shot is a gamble for those wishing to try for the green in two.&nbsp; A long bunker keeps balls from rolling into the water.&nbsp; It's a straight shot to the green from left center of the fairway, but a bunker on the right makes a pin in the back right hard to reach.</P>", "image": ""}, {"number": "4", "parValue": "4", "yards": "376", "body": "<P>This was formerly a par 3.&nbsp; The downwind drive demands positioning for the proper approach shot, a wedge that can be spun and held on the green, preferably a high, soft shot from around 100 yards.&nbsp; Otherwise the ball rolls off the back of the green into a grassy swale, especially when the pin is placed back right.&nbsp; The green, slightly elevated, is well-bunkered.</P>", "image": ""}, {"number": "5", "parValue": "3", "yards": "217", "body": "<P>This hole also plays downwind, usually with a middle iron. It's a deceptive shot, with a large depression making the green seem smaller than it is. The best shot is a draw, but not too much of a draw since there's water running the full left side. The toughest pin position is back left. It was par 4 before Nicklaus' changes, which moved the green near the lake.</P>", "image": ""}, {"number": "6", "parValue": "4", "yards": "488", "body": "<P>Although the sixth is a reachable par 5, hence a reasonable birdie hole, most players will lay up for a pitch shot to the green.&nbsp; The preferred drive and second shots are draws.&nbsp; There's plenty of room on the right to bail out.&nbsp; The difficulty is the water on the left side from tee to green, making a back-left pin position tough.</P>", "image": ""}, {"number": "7", "parValue": "3", "yards": "226", "body": "<P>A faded middle to long iron is the required tee shot, virtually all carry over wasteland with trees and bunkers right and out-of-bounds left.&nbsp; The green is four clubs deep with back right the toughest pin location.&nbsp; There are substantial waste bunkers on the right and large collection hollows on the left for errant shots.&nbsp; The green has a dip that separates pin placements.</P>", "image": ""}, {"number": "8", "parValue": "4", "yards": "455", "body": "<P>Though it plays into the prevailing wind, the players may choose to hit 3-woods or long irons off the tee because of a canal crossing the fairway up near the green. Left center is the preferred fairway position. For the best control, the approach should be a long iron or knockdown middle iron kept low. Back right pin position is most difficult.</P>", "image": ""}, {"number": "9", "parValue": "4", "yards": "421", "body": "<P>The perfect tee shot is a draw to the center of the fairway, leaving a middle to short iron to the green at the bottom of the hill. Back left is the toughest pin position. Anything over the green results in a tough up-and-down situation for par. Nicklaus' changes resulted in more gallery area behind and to the right of the green.</P>", "image": ""}, {"number": "10", "parValue": "4", "yards": "525", "body": "<P>Nicklaus' changes led to a switch of pars with No. 11, which had been a 5. The 10th is reachable in two but there's a pot bunker guarding the entrance to the green. After the 1990 PGA Seniors' Championship, trees were added along the right side to deter players from hitting into the 9th fairway.</P>", "image": ""}, {"number": "11", "parValue": "4", "yards": "479", "body": "<P>Many feel this is where the golf course becomes really difficult. There's very little let-up on the last eight holes. How tough is No. 11? The only place for the second shot is on the green. Anywhere else is a likely bogey or worse. With trees on the left, the tee shot calls for a 3-wood. The most difficult pin position is front right, near the water.</P>", "image": ""}, {"number": "12", "parValue": "4", "yards": "427", "body": "<P>A drive to left center leaves you with a left-to-right second shot to one of the course's flattest greens.&nbsp; A bunker at the right front of the green makes the front to middle right of the green the most difficult pin position.&nbsp; Large gallery area behind the green connects to the gallery area behind the 15th green and 13th tee.</P>", "image": ""}, {"number": "13", "parValue": "4", "yards": "388", "body": "<P>The ideal tee shot is a draw to the right center as there's a 200-yard bunker along the left side.&nbsp; An elevated green with a steep-faced bunker front left requires a soft landing with a middle to short iron.&nbsp; Back left is the toughest pin placement.&nbsp; Water on the right can catch a faded tee shot.</P>", "image": ""}, {"number": "14", "parValue": "4", "yards": "465", "body": "<P>This starts what may be the five toughest finishing holes in golf.&nbsp; A middle to long iron second shot is required after a drive to the left center of the fairway.&nbsp; The approach has to carry to the green because there's no chance of running the ball.&nbsp; Because of close out-of-bounds left and behind the green, the most difficult pin position is back left.</P>", "image": ""}, {"number": "15", "parValue": "3", "yards": "179", "body": "<P>The back of the green was raised after 1990 for visibility.&nbsp; The hole usually plays into the wind and a fade aimed at the bunkers on the left will likely avoid the water on the right.&nbsp; The tough pin is back right.&nbsp; This hole begins the tough three hole stretch called \"The Bear Trap.\"</P>", "image": ""}, {"number": "16", "parValue": "4", "yards": "434", "body": "<P>This dogleg right is the toughest par 4 of all of PGA National's 90 holes.&nbsp; Off the tee, everything slopes toward the water on the right, but a bunker was added to catch balls that roll too far right.&nbsp; Those who bail out left are faced with a 220-yard second shot over water, into the wind.</P>", "image": ""}, {"number": "17", "parValue": "3", "yards": "190", "body": "<P>Although there are eight sets of tees for recreational play, this shortest hole on the Champion is by no means the easiest. With the wind in your face or when it's blowing left to right toward the water to the right -- and a bunker long and left -- the only place to put your tee ball is on the green. With just a 30-foot landing area there, the toughest pin is middle left.</P>", "image": ""}, {"number": "18", "parValue": "5", "yards": "604", "body": "<P>This is a superb finishing hole with plenty of viewing areas. There is ample opportunity to reach the green in two. For the more conservative players, a middle to long iron second shot to about 100 yards short of the green sets up an ideal pitch shot. The toughest pin position is back right.</P>", "image": ""}]}