{"header": {"version": "1.0"}, "pageType": "course", "tourCode": "r", "permNum": "518", "pageTitle": "Course", "courses": [{"number": "819", "sortOrder": "1", "name": "RTJ Trail (Grand National)", "parValue": "71", "yards": "7,302", "body": "Grand National, by all reports, was the single greatest site for a golf complex Robert Trent Jones, Sr. had ever seen. Twelve holes on the Lake course hug the shore of 600-acre Lake Saugahatchee. The course's group of par threes is as good as any in the nation.", "image": "/tournaments/r518/images/201610111405217482322SVRNAEMP8C.jpg", "holes": [{"number": "1", "parValue": "4", "yards": "434", "body": "Hole No. 1 is one of the most difficult holes on the course. Tee shots need to find the fairway because the elevated green is difficult to hit. Extra club is needed on the approach shot as the fairway bunker fronting the green gives a false sense of the true yardage.", "image": "/tournaments/r518/images/201507061616103754737SVRN9Y6RS5.jpg"}, {"number": "2", "parValue": "4", "yards": "445", "body": "Conservative play is generally rewarded with a lower score on the par-4 second hole. This multi-level fairway slopes away from the tees and will add yardage to tee shots. Second shots are slightly uphill and into the prevailing wind. This green slopes from back to front.", "image": "/tournaments/r518/images/201507061616278877235SVRN9Y6RSB.jpg"}, {"number": "3", "parValue": "4", "yards": "493", "body": "Take out the camera on this long, beautiful par-4. Lake Saugahatchee frames the entire left side of the hole.", "image": "/tournaments/r518/images/201507061616408165661SVRN9Y6RSF.jpg"}, {"number": "4", "parValue": "4", "yards": "470", "body": "The fourth hole is a difficult par-4 that plays uphill and into the prevailing wind. The fairway drops off sharply to the right.", "image": "/tournaments/r518/images/201507061616494034952SVRN9Y6RSJ.jpg"}, {"number": "5", "parValue": "5", "yards": "555", "body": "Players that take a chance off the tee on the par-5 fifth hole will either be rewarded or penalized. This small green may be difficult to hit, but it does offer the chance to one putt.", "image": "/tournaments/r518/images/201507061617001405729SVRN9Y6RSN.jpg"}, {"number": "6", "parValue": "3", "yards": "193", "body": "The par-3 sixth hole is the signature hole at Grand National. The island green and swirling winds make this a difficult tee shot.", "image": "/tournaments/r518/images/201507061617093246199SVRN9Y6RSR.jpg"}, {"number": "7", "parValue": "4", "yards": "358", "body": "Hole No. 7 is nothing fancy; just a fun, short par-4. Placement of the tee shot takes priority over length. Approach shots need to avoid the marshy inlet fronting the green.", "image": "/tournaments/r518/images/20150706161719704663802SVRN9Y6RSU.jpg"}, {"number": "8", "parValue": "3", "yards": "214", "body": "The green on the par-3 eighth hole has lots of movement. Shots landing on the putting surface will roll to the left.", "image": "/tournaments/r518/images/201507061617277985778SVRN9Y6RSX.jpg"}, {"number": "9", "parValue": "4", "yards": "432", "body": "The elevated green on the uphill, par-4 ninth hole is hidden from the fairway. If the tee shot finds the fairway bunkers left, it will be difficult to reach the green in two.", "image": "/tournaments/r518/images/201507061617362887171SVRN9Y6RT2.jpg"}, {"number": "10", "parValue": "4", "yards": "394", "body": "Tee shots need to be played short or right of the fairway bunker. The approach requires proper club selection to avoid the hazards short right and left as well as to reach the correct location on this large green.", "image": "/tournaments/r518/images/201507061617473517879SVRN9Y6RT5.jpg"}, {"number": "11", "parValue": "4", "yards": "434", "body": "Tee shots need to avoid the fairway bunkers right and lake to the left. The approach shot to this semi-peninsula green requires just the right touch.", "image": "/tournaments/r518/images/201507061617555578557SVRN9Y6RT8.jpg"}, {"number": "12", "parValue": "3", "yards": "197", "body": "Lake Saugahatchee awaits shots hit short or left on the par-3 twelfth hole. The pot bunker and swale to the right of the green are not much better.", "image": "/tournaments/r518/images/201507061618057002863SVRN9Y6RTB.jpg"}, {"number": "13", "parValue": "5", "yards": "536", "body": "Hole No. 13 is a par-5 that provides an opportunity to make up a shot or two. Extra club is needed for the uphill approach shots inside 225 yards. The undulating putting surface requires a delicate touch.", "image": "/tournaments/r518/images/201507061618174668871SVRN9Y6RTF.jpg"}, {"number": "14", "parValue": "4", "yards": "435", "body": "The par-4 fourteenth hole provides a beautiful view from the elevated tees. Three cross bunkers force players to deal with many tee shot options. Proper club selection is a must on the approach shot to a multi-tiered green.", "image": "/tournaments/r518/images/201507061618298254665SVRN9Y6RTK.jpg"}, {"number": "15", "parValue": "4", "yards": "442", "body": "Hole No. 15 is a short par-4 with many challenges. Tee shots need to stay left of the fairway bunker and short of a hidden lake straight away. The green is a double green shared with Hole No. 10 and is very deep.", "image": "/tournaments/r518/images/20150706161840564359SVRN9Y6RTP.jpg"}, {"number": "16", "parValue": "5", "yards": "581", "body": "Placement of each shot will determine the score on the par-5 sixteenth hole. Strategically placed bunkers and the lake will collect errant shots. Three plateaus on this green will test nerves and putting skills.", "image": "/tournaments/r518/images/20150706161852866897902SVRN9Y6RTT.jpg"}, {"number": "17", "parValue": "3", "yards": "213", "body": "There is no let up on the par-3 seventeenth hole. The green is not easy to hit and the front of the green is considerably lower than the rest of the putting surface.", "image": "/tournaments/r518/images/201507061619018394903SVRN9Y6RTW.jpg"}, {"number": "18", "parValue": "4", "yards": "476", "body": "Tee shots need to find the fairway on the closing hole. A collection area left of the green is a safe spot for the approach shot. Several ridges running through the green will make the final putts a challenge.", "image": "/tournaments/r518/images/2015070616190938032SVRN9Y6RTZ.jpg"}]}]}