{"number": "688", "sortOrder": "1", "name": "East Lake GC", "parValue": "70", "yards": "7307", "body": "<P><A href=\"/tournaments/r060/pdf/20040328172239900669202SVRT5XJ3MP.pdf\" target=_blank>Click here for course map</A></P>\n<P><A href=\"http://www.eastlakegolfclub.com\" target=_blank>East Lake Golf Club </A>is the home course of legendary amateur golfer Bobby Jones and now permanent home to the TOUR Championship. East Lake, which celebrated its 100th anniversary in 2004, is not only a historic golf club, but a philanthropic one as well. The golf club's founding sponsors have contributed more than $18 million to the East Lake Foundation to help transform one of the nation's worst public housing projects into a thriving, mixed-income community. Net proceeds from golf club operations and the TOUR Championship are funneld back into East Lake community programs to help families succeed. Additional support is provided by foundations, governmental enitities and individuals. The revitalized community includes a mixed-income apartment complex, a charter school, a YMCA, a child development center and the Charlie Yates Golf Course, home to the East Lake Junior Golf Academy for youth. </P>\n<P>In addition to hosting the 1998, 2000, 2002, 2004, 2005, 2006, 2007, 2008, 2009, 2010, 2011,2012, 2013, 2014 and 2015 TOUR Championships, East Lake Golf Club hosted the 1963 Ryder Cup matches and the 101st U.S. Amateur Championship in August, 2001.</P>\n<P><BR> Click here for more information on <A href=\"http://www.eastlakegolfclub.com/\" target=_blank>East Lake Golf Club</A></P>", "image": "", "holes": [{"number": "1", "parValue": "4", "yards": "469", "body": "A par 5 that has been shortened to play as a par 4 for the TOUR Championship, this hole requires that the tee shot be long and to the left side of the fairway to allow players to see the putting surface. The second shot will be a mid- to long-iron into a fairly large green. The green slopes severely from back right to front left, making lag putting from the back a real chore.", "image": ""}, {"number": "2", "parValue": "3", "yards": "197", "body": "Depending on the wind, the tee shot to the elevated green ranges from a 4- to a 6-iron for most players. The green is 38 yards deep, and the back portion is blind to players on the tee. A large oak tree protects the right side of the green, and the front portion is pinched by a pair of deep, greenside bunkers. Sidehill putts often have 4 or 5 feet of break, and putts from above the hole are surprisingly quick.", "image": ""}, {"number": "3", "parValue": "4", "yards": "391", "body": "Most players will hit fairway woods or long irons off the tee on this downhill par 4. An overhanging tree and deep rough on the left side of the fairway make this hole very tough from the left side. The right center of the fairway is the ideal location, leaving a short iron to the green.", "image": ""}, {"number": "4", "parValue": "4", "yards": "479", "body": "On this long, straight par 4, players will want to This is a good driving hole. From the championship tee box, players aim just to the right of the fairway bunkers. A left-center fairway position is ideal. Right center is workable, but it means dealing with the right greenside bunker on the approach. Like many others at East Lake, the green is sloped from back to front, making ball position on the green critical", "image": ""}, {"number": "5", "parValue": "4", "yards": "442", "body": "Old oaks and tall pines make this straight-away par 4 a very tight and demanding driving hole. Longer tee shots could leave a difficult sidehill stance along the right side of the fairway. The two-tiered green is bunkered on both sides, with the green sloping from back to front. Players placing their ball below the hole will have opportunities for birdie.", "image": ""}, {"number": "6", "parValue": "3", "yards": "525", "body": "Three tall pines on the right side of the fairway force players to hit a fade to the best position in the fairway. With a good drive, players can reach this short par 5 in two. A well-bunkered green poses problems if missed long or short. One of the easiest holes at East Lake, a par here will drop a shot to the field.", "image": ""}, {"number": "7", "parValue": "4", "yards": "481", "body": "This picturesque hole provides a commanding view of the Atlanta skyline and East Lake. The fairway narrows to 25 yards in width 278 yards from the tee, making driving accuracy a premium on this long par 4. From here a mid- to long-iron is needed to reach the green. Two large bunkers await errant approaches into a large receptive green that slopes from back to front.", "image": ""}, {"number": "8", "parValue": "4", "yards": "471", "body": "Two bunkers lie to the right of the fairway landing area on this par 4 at East Lake. The approach is played to a large, undulating green that is flanked by a big bunker to the right and one short to the left. A dominant ridge crosses the center of this green, making it tough to get the ball close to back hole locations.", "image": ""}, {"number": "9", "parValue": "3", "yards": "235", "body": "Depending on the wind, players could use anything from a fairway wood to a long iron on this demanding par 3. Deep bunkers left and right of the two-tiered green leave little room for error. Any player leaving the ball above the pin must take extra care, facing one of East Lake's most difficult putts. Sunday afternoon drama awaits", "image": ""}, {"number": "10", "parValue": "4", "yards": "424", "body": "The drive on the first hole of the back nine requires the player to be on the left side of the fairway to have the best shot at the green. Two bunkers right of the green and one bunker left are ready to capture an errant shot. The deep bunker on the right makes a back right hole location the toughest", "image": ""}, {"number": "11", "parValue": "3", "yards": "214", "body": "To score well at East Lake, players can't afford to miss greens on the short side of the flagstick. That's particularly true here. This par 3 plays a bit shorter than the yardage, but it's a must to put the ball on the green. The green slopes dramatically from back to front and from left to right and is guarded by bunkers on both sides.", "image": ""}, {"number": "12", "parValue": "4", "yards": "389", "body": "On this short par 4, a fairway wood off the tee should leave players with a short iron to the green. The front of the green is guarded by two large bunkers that are especially difficult if the hole is cut on the right portion of the green. The green slopes from back to front and has several dominating ridges that make it very difficult to read.", "image": ""}, {"number": "13", "parValue": "4", "yards": "440", "body": "On this long, straight par 4, players will want to avoid the two fairway bunkers on the right to set up a mid-iron approach to this green. The green slopes from left to right, making left hole locations most difficult.", "image": ""}, {"number": "14", "parValue": "4", "yards": "520", "body": "The second of two par 5s that have been shortened to play as par 4s for the TOUR Championship, this 520 yard hole will play much shorter than the yardage as the drive will pitch forward on the downslope of the fairway. The second shot will be a long iron from a downhill lie making it tough to get to tight hole locations.", "image": ""}, {"number": "15", "parValue": "3", "yards": "211", "body": "This 211-yard par 3 is an intimidator, especially with the prevailing wind pushing the ball toward the water right of the green. The only bail-out is a bunker on the left which provides another terrifying shot. The most challenging hole location is front right, but back left, behind the bunker, is also tough.", "image": ""}, {"number": "16", "parValue": "4", "yards": "454", "body": "The 16th is a slight dogleg left that demands accuracy off the tee. A fairway bunker along the right side will punish a drive straying in that direction, resulting in a difficult approach shot. The second shot must navigate three deep greenside bunkers in order to find the two-tiered green, blind to players from the fairway.", "image": ""}, {"number": "17", "parValue": "4", "yards": "443", "body": "This par 4 is a dogleg left with bunkers and trees on the left side of the fairway that should deter players from cutting the corner. Although often thought of as a birdie hole, this hole has a relatively small, firm green surrounded by a deep bunker in front and thick rough on all sides. Birdies might not be so plentiful!", "image": ""}, {"number": "18", "parValue": "5", "yards": "600", "body": "A long drive provides an opportunity to reach this green in two, especially if the hole plays downwind. The second shot will be either a mid- to long-iron layup short of a fairway bunker on the left or a fairway wood try for the green in two. The green is guarded in front by deep bunkers, and anything long will be a difficult up-and-down.", "image": ""}]}