{"header": {"version": "1.0"}, "pageType": "course", "tourCode": "r", "permNum": "004", "pageTitle": "Course", "courses": [{"number": "004", "sortOrder": "1", "name": "Torrey Pines GC (South)", "parValue": "72", "yards": "7,569", "body": "<P>Restored and completely re-vamped&nbsp;in 2002, the South Course at Torrey Pines&nbsp;is among the best tests on the PGA TOUR schedule. Look no further than the&nbsp;list of champions, including defending champion Tiger Woods.</P>\n<P>For tee times call 619.570.1234<BR>**yardages are from the black tees </P>", "image": "", "holes": [{"number": "1", "parValue": "4", "yards": "452", "body": "The tee shot on this slight dogleg right should favor the left of the fairway, leaving a clear path to a green that slopes up and away from the approach. The green is protected on both sides by bunkers.", "image": ""}, {"number": "2", "parValue": "4", "yards": "387", "body": "The safe play is a tee shot down the left that should find a flat part of the fairway from which players can hit full shots of about 130 into a green that slopes severely from back to front.", "image": ""}, {"number": "3", "parValue": "3", "yards": "198", "body": "Each day will present a different look, as two teeing grounds, with more than 50 yards difference in length, will be used. The two-level putting surface, falling dramatically from left to right, is deceptively difficult. The 'shorter' days will get the tougher hole locations.", "image": ""}, {"number": "4", "parValue": "4", "yards": "471", "body": "Seven Torrey Pines have been moved from the left of the fairway to the right to open up the cliffs on the left. The approach should be a long iron or utility club to a narrow putting surface that sits hard by the cliffs.", "image": ""}, {"number": "5", "parValue": "4", "yards": "453", "body": "The key on this relatively straight hole is the approach. The ball should come to rest on the front portion of the sloping green to give any chance of birdie.", "image": ""}, {"number": "6", "parValue": "5", "yards": "560", "body": "Players can attack this par 5 by carrying the canyon on the right with a high draw. Otherwise, the prudent tee shot is down the left, avoiding five fairway bunkers. The difficulty on the second shot will be getting a long approach to land softly on the green.", "image": ""}, {"number": "7", "parValue": "4", "yards": "462", "body": "A precise tee shot that avoids the single fairway bunker left and the canyon along the right will set up an approach to an uphill green that is deceptively narrow, especially in the back.", "image": ""}, {"number": "8", "parValue": "3", "yards": "176", "body": "A middle iron will be needed to reach an undulating, two-tiered green that's not fully visible from the tee. Avoiding a large front bunker and reaching the proper level is a must, as it will be difficult to get a long lag putt close to the hole.", "image": ""}, {"number": "9", "parValue": "5", "yards": "613", "body": "The par 5 is reachable by only the longest hitters, so most players must hit the fairway from the tee to allow an aggressive lay up, which in turn will allow an accurate third shot and a chance to make birdie.", "image": ""}, {"number": "10", "parValue": "4", "yards": "405", "body": "The best way to start the second nine with a birdie is to hit left center of the fairway\nfrom the tee, then hit a short iron to a sloping green that is guarded by bunkers on the\nfront left and right.", "image": ""}, {"number": "11", "parValue": "3", "yards": "221", "body": "This par 3 usually plays several yards longer than its official yardage because it plays\ninto and across the prevailing wind. Don't look for many approach shots to come to\nrest in the center of the green, as a severe slope will filter shots from right to left.", "image": ""}, {"number": "12", "parValue": "4", "yards": "477", "body": "A generous fairway invites players to be aggressive off the tee. Anything less than a\nwell-struck drive won't allow this green to be reached in two. The ideal position for\nthose who miss the green is short, since the green, which runs some 35 yards deep, is\nreceptive to uphill chip shots.", "image": ""}, {"number": "13", "parValue": "5", "yards": "541", "body": "A new tee has been added, back and to the left, calling for a drive of at least 240 yards\nto carry the canyon. Should players choose to go for the green in two, they will need\nto carry the second shot some 260 yards as the green is elevated and protected by\nbunkers and rough in front.", "image": ""}, {"number": "14", "parValue": "4", "yards": "435", "body": "With the canyon running all along the left of the fairway, players will be sure to play\nthe ball safely out to the right, probably with a fairway wood. The most difficult hole\nlocation will be back right, but any shots missed long could result in bogey or worse,\nas there are hazards just off the back of the green.", "image": ""}, {"number": "15", "parValue": "4", "yards": "477", "body": "Players who shape their shots won't find much room here. Eucalyptus trees protect\nboth sides of this tight fairway and the slightly uphill green slopes aggressively from\nright to left. Shots coming from the right had better land softly if a player wants to\nhave putter in hand for his third shot.", "image": ""}, {"number": "16", "parValue": "3", "yards": "227", "body": "Two teeing grounds will have a dramatic effect on how this hole is played. The shorter\ntee, to the left, brings two greenside bunkers into play, but players can aim right and\nride the prevailing breeze. The front of the green is open from the longer tee, but the\nwind can complicate the angle.", "image": ""}, {"number": "17", "parValue": "4", "yards": "442", "body": "A high draw from the tee will take the fairway bunker on the right - 275 yards to\nthe front of it - out of play. That will leave a middle-to-short-iron approach to an\nelevated, wide, and severely undulating green protected by two bunkers in front.", "image": ""}, {"number": "18", "parValue": "5", "yards": "572", "body": "The closing hole is a great par 5 - basically straight but with a twist in the drive zone -\non which anything can happen. Just ask Bruce Devlin. In contention for the 1975 Andy\nWilliams San Diego Open, the Australian took six hacks to get his ball out of the water in\nfront of the green on his way to making a 10. The pond is now called \"Devlin's Billabong.\"", "image": ""}]}, {"number": "104", "sortOrder": "2", "name": "Torrey Pines (North)", "parValue": "72", "yards": "6,874", "body": "For Tee times call 619.570.1234", "image": "", "holes": [{"number": "1", "parValue": "5", "yards": "520", "body": "It's a nice starting hole: straight away, nothing to hide. Usually plays into the prevailing wind, but you may catch it downwind on some early morning occasions. If you are going to play it in 3 shots, use a 3-wood off the tee to miss the fairway bunkers on either side. Your second, or lay-up shot, is best if it's on the right side because the green not only slopes sharply from back to front, but also to the right. If you are trying for the green in two, missing it on the right side is better. Don't miss it long to avoid an early ulcer.(an uphill pitch, over two Torrey Pines)", "image": ""}, {"number": "2", "parValue": "4", "yards": "326", "body": "Another nice hole to keep warming up. Nice view from the tee box back towards the ocean, a taste of what the Torrey Pines golf course is all about. It plays opposite to #1, so it's usually downwind. Best position off the tee: long and left. The compromise: a long iron down the middle. The approach plays half club longer due to the change in elevation, which is subtle but effective. The green slopes mostly towards the front and left. The most difficult pin placement is back right.", "image": ""}, {"number": "3", "parValue": "3", "yards": "121", "body": "Ponder the wind, usually on your back, and hit a good short iron to the green. Ignore the canyon between the tee and green. It's just another lateral water hazard without water. If the pin is in the front the best play is to hit past it and let the slope of the green help your ball spin back towards the hole. Don't get too aggressive if the pin is located in the back portion of the green, because it's a tough up &amp; down from up there. The lip of the back bunker is shallow, so if you land in it and have a good lie, you may want to PUTT out of it. Downhill putts on this green are usually pretty quick.", "image": ""}, {"number": "4", "parValue": "4", "yards": "429", "body": "The prevailing wind is from the ocean (left), so a blocked or sliced shot will really go right. There is bunch of trees there, and a shallow fairway bunker. The ideal tee shot is left side of the fairway. It will give you a good angle to the green, no matter where the pin is located. But be careful! Too far left and you'll be chatting with wildlife (mostly friendly but dull). And if you drive it on the left side of the fairway and too long, you'll find an annoying eucalyptus right in the path of your approach. The green slopes from back to front, and towards the ocean. No mysteries there. If you fly it over with your approach, you'll end up with a tough lie into the thick grain. Hard to stop your pitch from there..", "image": ""}, {"number": "5", "parValue": "4", "yards": "412", "body": "A shortish dogleg left, usually into the wind. You hook your tee shot and all kinds of nasty things can happen to you: canyon, trees, snakes. If you miss your tee shot it'd better be right. A simple 3-wood down the middle will do here. Your approach shot may be compromised a little by a downhill lie. The change in elevation from the fairway to the green compensates a little bit the fact that you are hitting into the wind. The view from the fairway towards the green is a preview of what you'll see on the next hole, with Torrey pines framing the picture. On a calm windless day, if you hit it long the sloping of the fairway towards the green will add quite a few yards to your drive and leave you with a short pitch for your second. The green is another one of those that you don't want to miss long. If in doubt, play just short of the front and to the left. It slopes from back to front and mostly from left to right.", "image": ""}, {"number": "6", "parValue": "3", "yards": "206", "body": "This one is a beauty. Your pre-shot routine should include taking a couple of pictures, particularly if the air is clean. There's a tremendous change in elevation here. It usually plays to about 145 yards from the \"lower\" back tees to the front. The \"higher\" back tees have a 206-yard marker, but due to the wind, it may play anywhere from 160 to 185 yards. This is a \"wind\" hole. The green slopes sharply from back to front AND to the right. A par here is a good score. Enjoy the view. This hole could be called the \"Torrey Pines golf course signature hole\".", "image": ""}, {"number": "7", "parValue": "4", "yards": "400", "body": "A narrow par 4 that demands accuracy off the tee. From the back elevated tees the view is awesome ... if you look back. If you look ahead, you'll see a scary narrow fairway with canyon on the left lined with Torrey pines, and thick trees and a shallow fairway bunker on the right. Anything straight off the tee is good here. For your approach take one more club. It's uphill and your shot will feel the change in elevation. The green is wide and slopes more than you think towards the ocean (left) and from back to front. The greenside bunkers are not difficult. The one on the right catches a lot of balls left short due to misclubbing.", "image": ""}, {"number": "8", "parValue": "4", "yards": "436", "body": "On paper, the most difficult hole on the front 9 at Torrey Pines North, but only because of its deceiving yardage. Actually it's easier than #7. It usually plays downwind, its fairway is wide and you can only get into real trouble if you hook one bad off the tee or on your approach. The green slopes from back to front, which happens to be also the direction of the grain, and to the left. It's very receptive to long iron shots. Don't miss the green long, or too far right.", "image": ""}, {"number": "9", "parValue": "5", "yards": "548", "body": "A par 4.5 which demands a straight tee shot. Aim to the left side and let the slope of the fairway roll the ball back to the middle. A straight-down-the-middle tee shot should land on the right side of the fairway to have the best angle to the green. The green slopes from back to front, and severely towards the ocean (right). Leave your approach below the hole and you'll be looking at a birdie putt. If you have a long downhill putt you'll be glad to 2-putt.", "image": ""}, {"number": "10", "parValue": "4", "yards": "416", "body": "Another striaght away par 4. The only trouble off the tee could be trees on either side. A really good tee shot may reach the right fairway bunker. The one on teh left is only reachable by the longest of tee shots. The prevailing wind will try to make your approach drift to teh right. Make sure to take enough club to carry the bunkers guarding trhe front of the green, which is also protected by large Torrey pines on teh left side. If you miss on the left side you'll have a very difficult pitch over the trees, or an equally difficult chip under the trees. Par is good here.", "image": ""}, {"number": "11", "parValue": "4", "yards": "437", "body": "The most difficult par 4 on the back side at Torrey Pines North, they say. Off the tee, left is canyonland, right is a bunker. It's a slight dogleg left and the change in elevation is not that noticeable on your approach. If you miss it right off the tee you may want to take advantage of the bathroom over there! On the other hand, if you hook one left you can use the canyon, if you need to. The green has no mysteries. Like most Torrey Pines golf course's greens, it slopes from back to front and to the ocean (left). If you miss your approach, make it short or left of the green.", "image": ""}, {"number": "12", "parValue": "3", "yards": "190", "body": "Plays a half to one full club longer. It's usually into the wind and slightly uphill. It's an easier pitch from the left than from the right, if you miss the green (grain, slope of the green). The bunker on the left is big, but if you land there chances are you'll have and uphill lie in the sand. Not life threatening. If you go too far left, you'll have to deal with two Torrey pines and their prominent roots. The sideways slope of the green is mostly to the left.", "image": ""}, {"number": "13", "parValue": "4", "yards": "430", "body": "A really nice and challenging par 4/5 that brings the risk/reward gamble into play. It usually plays downwind, so if you feel brave and trust your driving you may want to cut the corner over the left fairway bunker, or even further left, and leave yourself with a 130'ish or shorter second shot. If you hook it into the canyon you are looking at a 6 right in the face. Compromise and aim over the right side of that bunker. If you carry it you'll have about 155 to the middle of the green. Too far right off the tee and you'll have a very long second to get home. Because the wind will take your ball towards the right, the best approach is to aim at the entrance, in between the greenside bunkers, and let the wind bring it in. Behind the green there is a huge Torrey pine with protruding roots everywhere. It's a nice place to sit down and have a beer, but not to chip back into a green that slopes away from you. Again, the break is towards the ocean, mostly (watch out for an opposite break if the hole is cut right over the right bunker!). Best miss: short, or over the left greenside bunker.", "image": ""}, {"number": "14", "parValue": "5", "yards": "507", "body": "Slight dogleg left. Aim your tee shot at the right edge of the first fairway bunker on the left side. The slope of the fairway will bounce the ball back to the middle. A block to the right and you may end up hitting the tree in the fairway. This tree is the only one already in place when the Torrey Pines golf courses were built. Hook one way left, and you may end up playing the hole along the 15th fairway which will make the hole play shorter, by the way, but into incoming people and grain. The green is slightly elevated so it's hard to see where the hole is located exactly. Trust the color of the flag. If you play \"by the book\" and can't get home in two shots, lay up on the right side of the fairway for the best angle. The green slopes very similarly to #9, from front to back and towards the right. Putting from below the hole is the best chance for a birdie.", "image": ""}, {"number": "15", "parValue": "4", "yards": "397", "body": "No secrets here. But if you slice one off the tee, make it a big slice so you can play your second from the 16th fairway and feel like Seve. The wind will help your slice. Left off the tee is good. You'll be at the mercy of the rough, though, and a few tiny trees recently planted to make your life miserable. The best angle for the approach is from the left side of the fairway. If you miss it, again, miss it short, or left off the green. There are two bunkers guarding the right side of the green. They are not very visible from the fairway, but they're there. The green slopes just like the others: back to front, and towards the ocean (left). There's an optical illusion that may make you believe there is a break to the right. You don't have to have your eyes examined, just trust me and play the break towards the ocean. One more time, all together now, \"do not miss the green long\". The beautiful, yet annoying, Torrey pines will challenge your short game.", "image": ""}, {"number": "16", "parValue": "4", "yards": "338", "body": "Looks narrow, but the slope on the left side will USUALLY, not always, bring the ball back towards the fairway. Aim at the left edge of the fairway and let the slope of the land \"be your friend\". The green is narrow but long, and slightly elevated. The approach is about 1/2 club longer than you think. If the hole is in the back, take one full extra club. The green, just like the others, slopes from back to front, and towards the ocean. We're on #16, so if you haven't figured out the general slope of the greens by now you need to go back to Course Management 101. Uphill putts are slooow and will die right.", "image": ""}, {"number": "17", "parValue": "3", "yards": "172", "body": "Just like #6, this hole is a \"wind\" hole. Plays shorter because of the change in elevation, but sometimes longer due to the wind. The best bet here is to have enough club to put the ball anywhere on the huge green. Don't hook it short or you'll join the ducks in the pond. The green is no mystery. Slow into the slope going uphill, with break towards the ocean (right) mostly everywhere. Another chance to use the bathroom (right side), if you can't wait twenty more minutes.", "image": ""}, {"number": "18", "parValue": "5", "yards": "485", "body": "A nice finishing hole because you can score anything between a 3 and a 6 here. Off the tee favor the left side, but not too much so you don't get caught in either of the two (invisible off the tee) fairway bunkers. The land will roll your tee shot back to the fairway. A long hook left and you go back to the Torrey Pines driving range. Lots of balls from the range on the left side of this hole. The right side has a small, yet pesky, fairway bunker, and several small Torrey pine trees. Nothing serious, but you'll be risking your chance to get home in two. If you are going for it, the best shot is a long iron, or 3-wood, cut into the wind. If you don't have enough to fly over the right front side bunker, you may want to consider running your second shot up the front of the green. The slope will take the ball towards the right nicely. The entrance is rather narrow, but playable. If you lay up, you'll be better off from the left side off the fairway. Take the front bunker out of play and account for the slope to the right. Some trees on the right side may block a short iron shot, but the entire left side of this hole is \"buickland\" (parking lot: OB). The green slopes just like #9 and #14. Don't be long and don't miss it on the left side. Best misses: short and short right.", "image": ""}]}]}