{"number": "704", "sortOrder": "1", "name": "PGA WEST TPC Stadium Course", "parValue": "72", "yards": "7,300", "body": "<P>When you think of PGA WEST&#174;, it is the TPC Stadium Course that first comes to mind. Rated one of the \"Top 100 Courses in the World\" by GOLF Magazine and 4th toughest course in America in Golf Digest's \"Top 50 Toughest Courses in America\" (2007), there may be no greater challenge or excitement in the game of golf . At 7,300 yards, the TPC Stadium Course has the highest stroke (76.1) and slope (150) ratings of all the courses at PGA WEST&#174;.</P>\n<P>A Pete Dye golf course, TPC Stadium delivers multiple adrenaline rushes throughout the round. Host to PGA TOUR \"Q-School\" Finals every other year, PGA TOUR hopefuls must navigate the island green of hole #17, known as Alcatraz, as well as the menacing water-lined 18th. Imagine needing to make par-par on two of the toughest finishing holes in golf to earn the coveted PGA TOUR card!</P>\n<P>Named \"Stadium\" thanks to Dye's ingenious plan to sculpt spectator seating into the natural terrain, many historic moments in golf have occurred here, including Lee Trevino's unforgettable hole-in-one on Alcatraz. This won him a carry-over Skin worth $175,000 in the 1987 made-for-TV \"Skins Game,\" hosted at PGA WEST from 1986-1991. With five sets of tees, the TPC Stadium lures all skill levels.<P>\n<P>In 1987 the Bob Hope Chrysler Classic came to PGA WEST on the TPC&#174; Stadium Golf&#174; Course which has the distinction of being the first new course added to the tournament rotation since 1971 and is returning again this year. </P>\n<P>The TPC&#174; Stadium Golf&#174; Course measures 7,300 yards from the tournament tees, 6,739 yards from the regular tees and is rated 76.1 and 73.3 respectively.</P>", "image": "", "holes": [{"number": "1", "parValue": "4", "yards": "445", "body": "</P>\nPrelude: Great starting hole. Requires two good shots. Avoid the bunker on the right with your tee shot. There is more room on left than appears. Green slopes left to right for your approach.", "image": ""}, {"number": "2", "parValue": "4", "yards": "371", "body": "Craters: Short but demanding. Challenging the bunkers on the left will leave you a short iron, which helps with this tricky, undulating green.", "image": ""}, {"number": "3", "parValue": "4", "yards": "471", "body": "Crescent: Keep your tee shot down the right side. Second shot plays half-club longer back up into the mountain. A par here is better than most.", "image": ""}, {"number": "4", "parValue": "", "yards": "", "body": "Sand Pit: Club selection is a must. Long is obviously better than short, that bunker you see is deep.\t", "image": ""}, {"number": "5", "parValue": "5", "yards": "535", "body": "Double Trouble: Double dog-leg, double water hazard. Bring out your straight ball. The bail-out areas are well guarded by multiple bunkers.", "image": ""}, {"number": "6", "parValue": "3", "yards": "346", "body": "Amen: Obviously, intimidating. The green, however, is large enough to receive most any club. Will test your lag-putting skills.", "image": ""}, {"number": "7", "parValue": "4", "yards": "346", "body": "Black Hole: Another hole for straight hitters. Bail-out area on left is no bargain. Very receptive green sloping back to front.", "image": ""}, {"number": "8", "parValue": "5", "yards": "559", "body": "Links: You get a break from the water, if only for one hole. Don't let your guard down though. There are still plenty of bunkers to avoid.", "image": ""}, {"number": "9", "parValue": "4", "yards": "452", "body": "Reflection: Long and strong. Keep your drive down the left. Trying to bite of more than you can chew can be dangerous. Well-guarded green breaks back to front, and left to right.", "image": ""}, {"number": "10", "parValue": "4", "yards": "416", "body": "Quarry: Precision off the tee once again the theme. There is a bail-out area right of the green, just in case you happen to push or pull one.", "image": ""}, {"number": "11", "parValue": "5", "yards": "617", "body": "Eternity: Avoid the bunkers left off the tee. The farther right you go on your second shot will provide a flatter lie for this tough approach shot to a long, undulating, a well-guarded green.", "image": ""}, {"number": "12", "parValue": "4", "yards": "363", "body": "Moat: Keep your tee shot down the right side. Should leave you a short iron to a green guarded by a bunker short, left, long of this green.", "image": ""}, {"number": "13", "parValue": "3", "yards": "214", "body": "Second Thoughts: Leave your left shot in the bag for this one. There is little room right of the green over the bunkers for bail-out.", "image": ""}, {"number": "14", "parValue": "4", "yards": "389", "body": "Cavern: Favor the left side off the tee. There is a greenside bunker on the left that should be avoided at all costs.", "image": ""}, {"number": "15", "parValue": "4", "yards": "463", "body": "Turning Home: Try and hit a straight one here. Bunkers on both sides are not good. Grab a half club extra for approach. Long is much better than short.", "image": ""}, {"number": "16", "parValue": "5", "yards": "600", "body": "San Andreas Fault: Avoid the bunker on the left off the tee. Once again avoid the bunker on the left on your second shot. Really avoid the bunker on the left on your approach shot, cause this bunker is really deep.", "image": ""}, {"number": "17", "parValue": "3", "yards": "168", "body": "Alcatraz: Can't miss right, left, short, or long. Good Luck.", "image": ""}, {"number": "18", "parValue": "4", "yards": "439", "body": "Coliseum: Drive down right center of fairway leaves you a mid-iron to green guarded on the left by the last water hazard on the course and short-right by the last bunkers on course. There is room to bail out right over bunkers.", "image": ""}]}