{"number": "698", "sortOrder": "1", "name": "Quail Hollow Club", "parValue": "72", "yards": "7,442", "body": "<P>Quail Hollow Club is a private member club, founded by James J. Harris on April 13,1959. Quail Hollow is located at 3700 Glen Eagles Road in Charlotte, N.C. The club has hosted previous PGA TOUR events.</P>\n", "image": "/tournaments/r480/images/200410281128128499254SVRN667L66.jpg", "holes": [{"number": "1", "parValue": "4", "yards": "410", "body": "<BR>A slight-dogleg right with a narrow landing area creates the need for accuracy. A three-wood tee shot works best to navigate around a bunker on the right side of the landing area. Players must also be precise on their approach shot, because the green is where this hole gets tricky. Since it is crowned and slopes severely from back to front, correct location on the putting surface is paramount to starting the front nine on a positive note.", "image": "/tournaments/r480/images/20110228154832762045SVRN8EHSEC.jpg"}, {"number": "2", "parValue": "3", "yards": "178", "body": "This short, slightly downhill par 3 plays about 180 yards to a well-bunkered green. Miss the putting surface and players will need all their short game skills to make par.", "image": "/tournaments/r480/images/20110228155150554749SVRN8EHSGE.jpg"}, {"number": "3", "parValue": "4", "yards": "452", "body": "Through the years, this long dogleg right has changed several times. First it was made shorter and then it was returned to the original length, which added back the 50 yards that were lost. This tee shot is one of the most difficult on the front nine. Players will need a 280-yard drive to reach the turn in the fairway, then another 170-yard, mid-iron shot to the green. The elevated green has a back-to-front slope; miss it and par will be tough to make.<BR>", "image": "/tournaments/r480/images/201102281553089072619SVRN8EHSH8.jpg"}, {"number": "4", "parValue": "4", "yards": "489", "body": "The fourth hole is a troublesome par 4 that requires a long, accurate tee shot. A new teeing ground was added in 2009 that stretches the hole to almost 490 yards.", "image": "/tournaments/r480/images/201103011536133288173SVRN8EJS6N.jpg"}, {"number": "5", "parValue": "5", "yards": "570", "body": "The first of four par 5s is reachable in two by some players. A right-to-left tee shot sets up a great birdie opportunity. The 230-yard second shot from the crest of the hill must be on the mark because the green is heavily bunkered and slopes from back to front.", "image": "/tournaments/r480/images/201102281559226708059SVRN8EHSM5.jpg"}, {"number": "6", "parValue": "3", "yards": "250", "body": "This 250-yard hole is the longest par 3 on the course and plays slightly downhill. A metal-wood or long iron is advisable for the tee shot. The green, which slopes from back to front on three different levels, follows Quail Hollow's propensity for devilish contours and gives players an opportunity to showcase their ability to conquer demanding short shots and putts.", "image": "/tournaments/r480/images/201102281600597891558SVRN8EHSN5.jpg"}, {"number": "7", "parValue": "5", "yards": "532", "body": "This is the shortest par 5 on the course and most of the players will reach the green in two, making eagle opportunities a real possibility. It is a tight driving hole and tee shots must navigate bunkers on the left, plus a creek that runs down the entire right side. The sloped green is tucked behind water and surrounded by bunkers, making this hole a harder endeavor than it first appears.", "image": "/tournaments/r480/images/201102281602008884505SVRN8EHSNS.jpg"}, {"number": "8", "parValue": "4", "yards": "343", "body": "Despite its length, this short, risk/reward par 4 can be very challenging. Players may try to drive the green or opt to lay up and play a wedge from the sloped fairway. Shots to the very deep, narrow green can vary by up to three clubs depending on the hole placement.", "image": "/tournaments/r480/images/20110301153932542545602SVRN8EJS8Q.jpg"}, {"number": "9", "parValue": "4", "yards": "491", "body": "This is not only the longest par 4 at Quail Hollow, but may also be the toughest. The bunker on the right is very much in play and uphill second shots require a long iron or fairway wood. The medium-sized green has plenty of movement and many hole placement options. Players must avoid the bunker left and tree right.", "image": "/tournaments/r480/images/201102281603399313753SVRN8EHSPS.jpg"}, {"number": "10", "parValue": "5", "yards": "591", "body": "This is the longest and most arduous of the par 5s. For an eagle opportunity, players must overcome bunkers on the left with a 300-yard drive and then tackle a formidable second shot. It is likely that most players will lay up short of the green for a short wedge shot that should keep the ball below the hole. The back-to-front and right-to-left sloping green will also call for a great deal of skill; if a player should miscalculate, putts are tough shots indeed.", "image": "/tournaments/r480/images/201103011538471315943SVRN8EJS89.jpg"}, {"number": "11", "parValue": "4", "yards": "421", "body": "Most players will probably carry the bunker on the left side of the fairway and catch the downslope. Using a short iron for the second shot should leave an uphill putt, which is the key to mastering this green. This hole is the last breather before players head to the tough finishing holes.", "image": "/tournaments/r480/images/201102281606195964919SVRN8EHSRG.jpg"}, {"number": "12", "parValue": "4", "yards": "456", "body": "This beautiful but dangerous hole requires a left-to-right tee shot. The fairway is perilously narrow with trees tightly guarding both sides. The sloping green further complicates things, placing even more emphasis on the need for a long, accurate drive so the approach shot will be shorter and easier to keep below the cup. Bogies are very likely to happen here.", "image": "/tournaments/r480/images/201103011540008807991SVRN8EJS8Z.jpg"}, {"number": "13", "parValue": "3", "yards": "201", "body": "This par 3 begins a series of holes that will challenge the best players in the world. A 200-yard mid-iron shot is needed to reach an exacting green that lies between two large bunkers. The two-level green has a sizable collection area on the right middle portion as well as a wicked back-to-front slope. This one is an easy par, but a difficult birdie.", "image": "/tournaments/r480/images/201102281608441018556SVRN8EHSSY.jpg"}, {"number": "14", "parValue": "4", "yards": "346", "body": "Hazards abound on this harsh, hilly par 4 where bunkers protrude into the landing area on both sides of the fairway. Players must shoot at a long, narrow green while avoiding six bunkers and water all the way down the left side. There are multiple options - from driving the green to laying back with a long iron - but whatever players choose, this is sure to be a make-or-break hole. Head for the hill by the landing zone to get great views of the very difficult tee and approach shots.", "image": "/tournaments/r480/images/201103011540185935826SVRN8EJS97.jpg"}, {"number": "15", "parValue": "5", "yards": "566", "body": "The last of the par 5s plays uphill after the tee shot. The water on the left and right of the fairway may appear dangerous. However, it will probably have little effect on the professionals. A ridge running down the middle of the green requires perhaps more caution and an accurate approach.", "image": "/tournaments/r480/images/201102281615569903904SVRN8EHSXG.jpg"}, {"number": "16", "parValue": "4", "yards": "480", "body": "This hole represents the beginning of what has consistently been the toughest final three hole stretch on TOUR. Avoiding the fairway bunker on the right with the tee shot and setting up a mid-iron to the green is advantageous, since this is the most arduous putting surface on the course.", "image": "/tournaments/r480/images/201102281623181148212SVRN8EHT43.jpg"}, {"number": "17", "parValue": "3", "yards": "217", "body": "The green on Quail Hollow's Signature Hole is nearly an island, forcing a 200-yard carry to clear the water. A fade is also required to settle the ball on a precariously perched, back-to-front and right-to-left sloping green. Enjoy the birdie-or-blunder potential this hole presents, as well as the view of the lake stretched out behind the green.", "image": "/tournaments/r480/images/201102281627387393247SVRN8EHT6S.jpg"}, {"number": "18", "parValue": "4", "yards": "478", "body": "This is the last of a three hole stretch dubbed \"The Green Mile\" and is consistently one of the toughest finishing holes in golf. On the tee shot, players must avoid a bunker on the right, as well as a creek that meanders along the entire left side of the narrow fairway. An uphill second shot must avoid hazards on both sides of the green, which is deep and sloped. If a player must birdie this hole to win the tournament, he will definitely have his hands full.", "image": "/tournaments/r480/images/201102281632596582122SVRN8EHTA5.jpg"}]}