{"number": "004", "sortOrder": "1", "name": "Torrey Pines GC (South)", "parValue": "72", "yards": "7,569", "body": "<P>Restored and completely re-vamped&nbsp;in 2002, the South Course at Torrey Pines&nbsp;is among the best tests on the PGA TOUR schedule. Look no further than the&nbsp;list of champions, including defending champion Tiger Woods.</P>\n<P>For tee times call 619.570.1234<BR>**yardages are from the black tees </P>", "image": "", "holes": [{"number": "1", "parValue": "4", "yards": "452", "body": "The tee shot on this slight dogleg right should favor the left of the fairway, leaving a clear path to a green that slopes up and away from the approach. The green is protected on both sides by bunkers.", "image": ""}, {"number": "2", "parValue": "4", "yards": "387", "body": "The safe play is a tee shot down the left that should find a flat part of the fairway from which players can hit full shots of about 130 into a green that slopes severely from back to front.", "image": ""}, {"number": "3", "parValue": "3", "yards": "198", "body": "Each day will present a different look, as two teeing grounds, with more than 50 yards difference in length, will be used. The two-level putting surface, falling dramatically from left to right, is deceptively difficult. The 'shorter' days will get the tougher hole locations.", "image": ""}, {"number": "4", "parValue": "4", "yards": "471", "body": "Seven Torrey Pines have been moved from the left of the fairway to the right to open up the cliffs on the left. The approach should be a long iron or utility club to a narrow putting surface that sits hard by the cliffs.", "image": ""}, {"number": "5", "parValue": "4", "yards": "453", "body": "The key on this relatively straight hole is the approach. The ball should come to rest on the front portion of the sloping green to give any chance of birdie.", "image": ""}, {"number": "6", "parValue": "5", "yards": "560", "body": "Players can attack this par 5 by carrying the canyon on the right with a high draw. Otherwise, the prudent tee shot is down the left, avoiding five fairway bunkers. The difficulty on the second shot will be getting a long approach to land softly on the green.", "image": ""}, {"number": "7", "parValue": "4", "yards": "462", "body": "A precise tee shot that avoids the single fairway bunker left and the canyon along the right will set up an approach to an uphill green that is deceptively narrow, especially in the back.", "image": ""}, {"number": "8", "parValue": "3", "yards": "176", "body": "A middle iron will be needed to reach an undulating, two-tiered green that's not fully visible from the tee. Avoiding a large front bunker and reaching the proper level is a must, as it will be difficult to get a long lag putt close to the hole.", "image": ""}, {"number": "9", "parValue": "5", "yards": "613", "body": "The par 5 is reachable by only the longest hitters, so most players must hit the fairway from the tee to allow an aggressive lay up, which in turn will allow an accurate third shot and a chance to make birdie.", "image": ""}, {"number": "10", "parValue": "4", "yards": "405", "body": "The best way to start the second nine with a birdie is to hit left center of the fairway\nfrom the tee, then hit a short iron to a sloping green that is guarded by bunkers on the\nfront left and right.", "image": ""}, {"number": "11", "parValue": "3", "yards": "221", "body": "This par 3 usually plays several yards longer than its official yardage because it plays\ninto and across the prevailing wind. Don't look for many approach shots to come to\nrest in the center of the green, as a severe slope will filter shots from right to left.", "image": ""}, {"number": "12", "parValue": "4", "yards": "477", "body": "A generous fairway invites players to be aggressive off the tee. Anything less than a\nwell-struck drive won't allow this green to be reached in two. The ideal position for\nthose who miss the green is short, since the green, which runs some 35 yards deep, is\nreceptive to uphill chip shots.", "image": ""}, {"number": "13", "parValue": "5", "yards": "541", "body": "A new tee has been added, back and to the left, calling for a drive of at least 240 yards\nto carry the canyon. Should players choose to go for the green in two, they will need\nto carry the second shot some 260 yards as the green is elevated and protected by\nbunkers and rough in front.", "image": ""}, {"number": "14", "parValue": "4", "yards": "435", "body": "With the canyon running all along the left of the fairway, players will be sure to play\nthe ball safely out to the right, probably with a fairway wood. The most difficult hole\nlocation will be back right, but any shots missed long could result in bogey or worse,\nas there are hazards just off the back of the green.", "image": ""}, {"number": "15", "parValue": "4", "yards": "477", "body": "Players who shape their shots won't find much room here. Eucalyptus trees protect\nboth sides of this tight fairway and the slightly uphill green slopes aggressively from\nright to left. Shots coming from the right had better land softly if a player wants to\nhave putter in hand for his third shot.", "image": ""}, {"number": "16", "parValue": "3", "yards": "227", "body": "Two teeing grounds will have a dramatic effect on how this hole is played. The shorter\ntee, to the left, brings two greenside bunkers into play, but players can aim right and\nride the prevailing breeze. The front of the green is open from the longer tee, but the\nwind can complicate the angle.", "image": ""}, {"number": "17", "parValue": "4", "yards": "442", "body": "A high draw from the tee will take the fairway bunker on the right - 275 yards to\nthe front of it - out of play. That will leave a middle-to-short-iron approach to an\nelevated, wide, and severely undulating green protected by two bunkers in front.", "image": ""}, {"number": "18", "parValue": "5", "yards": "572", "body": "The closing hole is a great par 5 - basically straight but with a twist in the drive zone -\non which anything can happen. Just ask Bruce Devlin. In contention for the 1975 Andy\nWilliams San Diego Open, the Australian took six hacks to get his ball out of the water in\nfront of the green on his way to making a 10. The pond is now called \"Devlin's Billabong.\"", "image": ""}]}