{"number": "036", "sortOrder": "1", "name": "Firestone CC (South)", "parValue": "70", "yards": "7400", "body": "", "image": "", "holes": [{"number": "1", "parValue": "4", "yards": "399", "body": "Accuracy rather than sheer power is necessary to navigate the fairway bunkers. A successful second shot will leave the ball below the pin. The green, which slopes to the front-left, is guarded by a deep bunker to the left and a large shallow bunker on the right.", "image": ""}, {"number": "2", "parValue": "5", "yards": "526", "body": "This narrow dogleg left is reachable in two shots. Overhanging trees make a high, right-to-left ball flight on the tee shot a must. A series of bunkers protect this undulating green that features a false front.", "image": ""}, {"number": "3", "parValue": "4", "yards": "422", "body": "This slight dogleg right has a pond guarding the front of green. The tee shot dictates the difficulty of this hole. Players hitting their approach from off the fairway will have a tough time making par.", "image": ""}, {"number": "4", "parValue": "4", "yards": "471", "body": "The fourth is the most difficult hole on the course. An accurate tee shot is required to hit the right-to-left, sloping fairway. The second shot must come in high to hold the elevated green. Par is always a good score.<BR>", "image": ""}, {"number": "5", "parValue": "3", "yards": "200", "body": "Players will hit a mid-iron to this wide green that slopes from right-to-left. Proper club selection and the shape of the tee shot are crucial in getting the ball close to the hole.<BR>", "image": ""}, {"number": "6", "parValue": "4", "yards": "469", "body": "The sixth is a slight dogleg left that requires a long and straight tee shot. This green slopes severely from back to front and is protected on the left and right by bunkers. Player should leave their ball below the hole to get a good look at birdie.", "image": ""}, {"number": "7", "parValue": "3", "yards": "219", "body": "Players will use a long iron off the tee. This hole features the largest green on the course with the back right pin placement the most difficult.", "image": ""}, {"number": "8", "parValue": "4", "yards": "482", "body": "<P>The perfect target off the tee is the Firestone water tower on this left-to-right sloping fairway. This hole features a difficult approach to a green that slopes away from the players. A series of cavernous bunkers guard the green.</P>", "image": ""}, {"number": "9", "parValue": "4", "yards": "494", "body": "Players must avoid fairway bunkers off the tee on this straight-away par 4. The elevated green is relatively small and slopes from back-to-front. Par is a good score.", "image": ""}, {"number": "10", "parValue": "4", "yards": "410", "body": "Most players will use a 3-wood or iron off the tee to avoid fairway bunkers on the left and right. The undulating green is the hole's biggest defense. Positioning the second to leave an uphill putt is the key.", "image": ""}, {"number": "11", "parValue": "4", "yards": "418", "body": "An accurate tee shot is crucial with trees guarding both sides of the fairway. The back left pin position is the toughest since the players have to negotiate two tiers of the green.", "image": ""}, {"number": "12", "parValue": "3", "yards": "180", "body": "A classic par 3 with a green that sits at the top of a ridge. Players who hit the green will have a good look at birdie. Those who miss the green will have their work cut out to get up and down for par.", "image": ""}, {"number": "13", "parValue": "4", "yards": "471", "body": "This dogleg right is protected by a deep bunker on the left and a large oak tree on the right. The approach is made to an elevated green. Par is a good score on this stout hole.", "image": ""}, {"number": "14", "parValue": "4", "yards": "467", "body": "A new tee was recently built and adds over thirty yards to this hole. The new design brings the fairway bunkers back into play and forces many players to hit driver. The shallow green is protected by bunkers short and long.", "image": ""}, {"number": "15", "parValue": "3", "yards": "221", "body": "This long par 3 requires a precise tee shot. The green is deep but narrow with bunkers on the left and right. Par is a good score.", "image": ""}, {"number": "16", "parValue": "5", "yards": "667", "body": "The 16th is the signature hole at Firestone. The extension of the tee now brings the bunkers into play, which are approximately 280 to 290 yards off the tee. A long iron second shot down the hill must avoid a creek on the right and stay short of the pond that guards this small green. The front right pin is the most challenging.", "image": ""}, {"number": "17", "parValue": "4", "yards": "400", "body": "Players will either choose to lay up on the flat or try to reach the top of the ridge with driver. A series of fairway bunkers must be avoided. An undulating green with a deep front bunker adds to the difficulty of this hole.", "image": ""}, {"number": "18", "parValue": "4", "yards": "464", "body": "The 18th features a tight tee shot down a hill that will test the leaders on Sunday. An approach from the right side of the fairway has the best angle to avoid a tree fronting the left side of the green. The back left pin position considerably increases the difficulty of the hole.", "image": ""}]}