{"number": "770", "sortOrder": "1", "name": "JW Marriott TPC San Antonio", "parValue": "72", "yards": "7,522", "body": "Current PGA TOUR player Sergio Garcia lent his unique perspective in assisting celebrated golfer and renowned golf course architect Greg Norman with the design of the par-72, 7,522-yard AT&amp;T Oaks Course. Similar to renown golf course designer Pete Dye's work on the AT&amp;T Canyons Course, Norman's design philosophy is underscored by environmental sensitivity and a deep reverence for nature. Great care has been taken to incorporate the distinct nuances and indigenous flora of the natural Hill Country topography into the course design, to create a compelling, strategically diverse and strikingly beautiful course for golfers of all skill levels. \n<P>\"The topographic subtleties of the rolling Texas Hill Country terrain, framed by magnificent stands of mature live oaks, create a pristine natural setting that is as playable as it is beautiful.\" - Greg Norman \n<P><A href=\"http://www.gcsaa.org/\" target=_blank>Golf Course Superintendents Association of America</A> </P>\n<P> </P>", "image": "", "holes": [{"number": "1", "parValue": "4", "yards": "454", "body": "This is a strong starting hole, playing slightly downhill into the prevailing wind. An accurate tee shot is required to help the round get started on the right note. Aim the drive down the left side of the fairway to give you a better angle into the green. A good drive will leave a long- to medium-iron for your second\nshot into a well guarded green. If you miss on your approach, missing right is the best shot into one of the many collection areas found on the course. Left is trouble for all, as a large and cavernous bunker awaits. The front bunker is not nearly as treacherous. The green is moderately undulating, but still putt with caution. A par is a great start to your round.", "image": "/tournaments/r041/images/201303061625069374013SVRN95JT57.jpg"}, {"number": "2", "parValue": "5", "yards": "602", "body": "This is your introduction to the Par 5's on the AT&T Oaks Course. Just as you found on the fi rst hole, #2 is slightly downhill and into the prevailing wind. The bunkers are seemingly in the middle of the fairway, but don't be afraid. Go ahead and use your driver. The bunkern is only in play for the longest of hitters. This is a three shot hole, so accuracy is a premium on your second shot. Use your longest straightest club with precision to ensure your third stroke will be played from the fairway, avoiding the fairway bunkers. The third shot, calls for a short iron played into a well guarded double green. A word of caution. There is an 8,000 square ft. bunker hiding behind the green which awaits any slightly thin approach. Pars on Hole #1 and Hole #2 will find you ahead of the game.", "image": ""}, {"number": "3", "parValue": "3", "yards": "213", "body": "Welcome to the first par 3 on the AT&T Oaks. This 213 yard beauty is one of only two holes on the course which require carry over water. This hole is not for the faint of heart. A confident swing is required with a medium or long iron to carry the water and reach the green. The only miss for the player on this hole is long. It is a must for players to land their tee shot on the appropriate level of the green. Players who find themselves on the opposite side of the pin, will have to summon their best touch to avoid a three\nputt. Once again, par is a good score here.", "image": ""}, {"number": "4", "parValue": "4", "yards": "481", "body": "Hole #4 on the AT&T Oaks Course is possibly the most difficult par 4 on the front 9. This hole was the first hole to be grassed during construction and has a stately and majestic feel about it. The tee shot requires power and precision as the fairway is one of the narrowest on the course. Finding the fairway is a must. A well struck tee shot leaves the player with a long iron or fairway wood second shot to a\nbeautiful but devilish green. This green site is one of the most picturesque on the AT&T Oaks with old gnarly oaks trees clearly evident around it along with the artistic bunkers featuring a rock out cropping along the back edge. This green has significant movement in it and two putts for the player will be considered a success. Par on this hole is like a birdie.", "image": ""}, {"number": "5", "parValue": "4", "yards": "342", "body": "Time to take a break. After the demanding fi rst four holes, we turn to the shortest par 4 on the AT&T Oaks Course. Playing downhill and downwind, this hole is only 342 yards from the back tees. The short hole provides a myriad of options for all players. Let the big dog eat and try to drive it on the green or play safely to the fairway with an iron. The short second shot must be played from the fairway in order to hold the subtle but challenging green. While the green looks flat, don't be fooled. It slopes from front\nto back allowing only crisply struck shots to stop quickly. A good chance for birdie for all players.", "image": "/tournaments/r041/images/201303061627309726162SVRN95JT6P.jpg"}, {"number": "6", "parValue": "4", "yards": "403", "body": "As players walk up to the 6th tee, they face one of the more beautiful tee shots on the AT&T Oaks\nCourse with signature oak trees framing both sides. From the back tee the player must carry over almost 200 yards of native area to find the fairway. The best tee shots will finish on the right side of the fairway leaving the player with the optimal angle into a difficult green. The green setting is spectacular with majestic oaks as well as the JW Marriott serving as a backdrop. This second shot is played into a green which is well protected on the left with a large bunker and roll-offs to the right. Be cautious for back hole locations because going long leads to almost certain bogey. It is only 403 yards but dynamite\ncomes in small packages.", "image": ""}, {"number": "7", "parValue": "3", "yards": "207", "body": "The second Par 3 of the day plays 207 yards, slightly uphill with the wind coming from the right. The 7th green is the larger portion of the double green the player encountered while playing the 2nd hole. The monstrous 8,000 sq. ft. bunker, which was hidden from the player on the 2nd hole, is clearly evident from the tee. A high tee shot with a soft landing is called for in order to hold this long, narrow green. Par is always a good score, but especially here.", "image": ""}, {"number": "8", "parValue": "5", "yards": "604", "body": "The second Par 5 on the front nine is the exact opposite of its neighboring Par 5 Hole #2. This hole plays uphill and downwind, stretching more than 600 yards in length from the back tees. Try to avoid the left side off the tee and the beautiful specimen Oak that was transplanted to this hole from the 14th. A good tee shot will find the player at the crest of the hill. The second shot can be anything from a mid-iron to a fairway wood, depending on your preferred approach shot. It is vital the player's second\nshot ends up in the fairway, allowing for a controlled approach to this split level, heavily contoured and well protected green. Finding the right level on the green is important to ensure you don't spend too much time putting around.", "image": ""}, {"number": "9", "parValue": "4", "yards": "474", "body": "This is the only hole on the AT&T Oaks Course without a bunker. This straightaway par 4 requires both accuracy and brawn off the tee. The key to this hole is finding the green with your second shot. While the player faces no bunkers guarding the green, the green is long, narrow, and protected by sharp fall offs on all sides. This is one of the deepest greens on the course, so select the club for your approach carefully. Once you find the green, your job isn't finished. While seemingly flat, the green has a distinct\nback to front slope. If your putt is aimed towards downtown San Antonio, it is a fast one!", "image": ""}, {"number": "10", "parValue": "4", "yards": "447", "body": "The back nine begins with a beautiful, downhill Par 4 measuring nearly 450 yards. As with many holes on this golf course, the tee shot must fi nd the fairway, preferably down the left side. A well struck tee shot leaves a player 140 to 160 yards into an elevated green that is well protected by deep bunkers on all sides. Since this hole typically plays into the wind, a player's second shot must be solidly struck to\nfi nd the safety of the putting surface. Players must avoid a short right miss which will leave a difficult pitch for the player. Make a par on this one and you are ahead of the game.", "image": ""}, {"number": "11", "parValue": "4", "yards": "405", "body": "The eleventh is one of the most striking holes on the AT&T Oaks Course. Players face a decision off the tee, to challenge the cross bunker which requires a 220 yard carry from the back tee or play safely laying up short of the bunker. This hole rewards heroism because a great tee shot leaves only a short pitch to the green. A short drive on the right side means carrying a deep greenside bunker on the approach. Once on the green, the player's work is not done. The green features some interesting pitch and roll to\ncatch your attention. The player may be rewarded with a birdie for playing aggressively.", "image": "/tournaments/r041/images/201303061630201010173SVRN95JT8G.jpg"}, {"number": "12", "parValue": "4", "yards": "410", "body": "The 12th hole is short but dangerous. The player may chose any club off the tee. The key is being straight and in the fairway. Playing from the rough will almost assure the player a bogey. The second shot will only be a short iron but is played uphill and downwind to an elevated green protected by a set of enormous twin bunkers which are the deepest on the golf course.&nbsp; Believe it or not the best miss on this hole is long, leaving the player a simple chip back. Miss it short, right or left, and you will be busy. Its only 410 from the back tee but 4 is a great score.", "image": ""}, {"number": "13", "parValue": "3", "yards": "241", "body": "The first par 3 on the back 9 is also the longest on the course measuring over 240yds from the back\ntee. From the tee you can see downtown SA and the best play is to aim at the Hemisphere Tower and\na right to left will fi nd the center of the green. This green is one of the largest on the course and if you find it with your tee shot you'll be rewarded with an opportunity of a makable putt.", "image": "/tournaments/r041/images/201303061630465786945SVRN95JT8R.jpg"}, {"number": "14", "parValue": "5", "yards": "567", "body": "At 575 yards, this is the shortest par 5 on the golf course and it gives you a chance for birdie. The fairway is relative wide compared to others on the course and stronger players have a chance to reach the green in 2. A simple lay up leaves players with a short pitch to the green. Make sure you favor the left side on your lay up since fi nding the bunker on the right will lead to almost certain bogey. The player who navigates the fi rst 2 shots properly, has a great opportunity for birdie.", "image": ""}, {"number": "15", "parValue": "4", "yards": "464", "body": "The 15th hole begins the fantastic fi nish on the AT&T Oaks course. Much like many other holes on the course, finding the fairway a must. Avoid the fairway bunker on the right off the tee and you should have a mid to short iron into the green. This smallish green is protected by some of the most artistically designed bunkers on the course. The cross bunker some 40 yards short of the green makes the green appear closer than it actually is. If you can find this green in 2, your putt should be near the hole. Make par here and you have taken your first step towards a fantastic finish is a successful one.", "image": "/tournaments/r041/images/201303061631045626028SVRN95JT8X.jpg"}, {"number": "16", "parValue": "3", "yards": "183", "body": "Arguably and soon to be known as one of the most unique par 3 in golf, the short 16th hole features\na creative green defi ned by beautiful bunkers on both sides and the unique feature of a bunker in the center which divides the green into 3 smaller targets. An assortment of teeing areas offer the player not only different yardages but different angles into the green. Put it on the right spot of green and birdie or par is almost a certainty. Put it on the wrong side of the bunker and anything goes.", "image": "/tournaments/r041/images/20130306163136847621402SVRN95JT99.jpg"}, {"number": "17", "parValue": "4", "yards": "347", "body": "Birdie time. The 17th hole is a risk reward opportunity for players. Aggressive players may have the opportunity to try and drive the green. The fairway is the widest and most generous on the golf course. For the player to have the best approach into the green, he must find the upper portion of the fairway which is protected by a beautiful and dramatic bunker. Although the player can fi nd room down the left side of the fairway, it leaves a much more difficult approach into the green. The main protection for this hole\nare the massive bunkers and a green with significant movement. Birdies should be plentiful.", "image": ""}, {"number": "18", "parValue": "5", "yards": "591", "body": "A fantastic final hole for our fantastic finish. The 18th hole is a long, uphill par 5. The tee shot should be shaped left to right in order to remain in a fairway sloping from right to left. After the tee shot, players should play up the right side being cautious to avoid the creek which bisects the fairway and the spectacular bunkers on the right. The third shot will be played with a short iron uphill to a green which\nis segregated into 3 levels and is well protected by a hill country creek and three bunkers. Players may have visions of making a final birdie to win the Valero Texas Open on this one.", "image": "/tournaments/r041/images/201303061632007672587SVRN95JT9H.jpg"}]}