{"header": {"version": "1.0"}, "pageType": "course", "tourCode": "r", "permNum": "019", "pageTitle": "Course", "courses": [{"number": "019", "sortOrder": "1", "name": "TPC Four Seasons Resort", "parValue": "70", "yards": "7166", "body": "<P><STRONG></STRONG>&nbsp;</P>", "image": "/tournaments/r019/images/201406171619284555736SVRN9L6RU7.jpg", "holes": [{"number": "1", "parValue": "4", "yards": "458", "body": "No. 1 offers a challenging start to the course with a fairway that has been lengthened 65 yards and the green moved and elevated to the east creating a more prominent dogleg right. There is a fairway bunker, guarding the left and right side of the green.", "image": ""}, {"number": "2", "parValue": "3", "yards": "221", "body": "The 2nd tee has been moved back about 30 yards which has created a great viewing area as well as a challenging tee shot. Three bunkers guard the left, right and rear of the green, which has a ridge running from the front left to the back right.", "image": ""}, {"number": "3", "parValue": "4", "yards": "528", "body": "<P>An extremely challenging hole features a newly contoured fairway which has a lake running the full length on the right side. A new fairway bunker and a newly contoured green add extra challenges. Two bunkers guard the green on the left and right side.</P>", "image": ""}, {"number": "4", "parValue": "4", "yards": "431", "body": "The tee shot on this hole faces a seven-bunker complex on the right and the fairway has been pushed closer to the water on the left. Two more bunkers guard the front right approach to the green.", "image": ""}, {"number": "5", "parValue": "3", "yards": "174", "body": "The shared green of holes 5 and 9 has been separated, giving each hole its own identity. The tee boxes are positioned to allow a more direct tee shot over the water to a green that has a gently sloping front and two deep bunkers that guard it on the front right and left sides.", "image": ""}, {"number": "6", "parValue": "4", "yards": "448", "body": "The 6th hole has a new green that fits more naturally with the surrounding land. There are several options for the tee shot on this dogleg right hole with a single tree encroaching on the right fairway. A bunker guards the front center of this compact green.", "image": ""}, {"number": "7", "parValue": "5", "yards": "542", "body": "This is a severe dogleg left hole that rises in elevation from tee to green. The second shot on No. 7 has been altered with new bunkering and fairway shaping -- three bunkers along the left and two along the right of the fairway. Two more bunkers guard the front left and back right of the green which has a dangerous front slope.", "image": ""}, {"number": "8", "parValue": "4", "yards": "461", "body": "The elevation of this hole slopes gently from the tee box down to the green and features a slight dogleg right with trees that frame both sides of the fairway. A new large bunker guards the left side of the fairway at the dogleg. The green has a bunker on the right side but is notable for the dramatic contouring around the green itself.", "image": ""}, {"number": "9", "parValue": "4", "yards": "427", "body": "This hole is deceptively challenging. Water runs along the right side of the fairway, and trees run along the left with one tree encroaching into the fairway. New bunkers are on the right side of the fairway and a new bunker protects the green on the left. Crosswinds on this hole can push a tee shot towards the water.", "image": ""}, {"number": "10", "parValue": "4", "yards": "435", "body": "The new tee boxes on this hole are pulled back toward the bridge and moved closer to the water. A new bunker to the left side is located midway down the fairway and a former bunker on the right has been replaced with trees, which frame the shot better. Bunkers on the front right and back left guard the green.", "image": ""}, {"number": "11", "parValue": "4", "yards": "323", "body": "This is a driveable par 4 that offers the temptation to go for birdie. There are tee box option over the water or along side the water on the left.&nbsp; The fairway landing area is narrow and the green is large and inviting -- but watch for tricky contouring and small bunkers guarding front right, left and back left", "image": ""}, {"number": "12", "parValue": "4", "yards": "455", "body": "This hole is completely new from tee to green. The severe mounding has been softened and the new elevated green now fits the eye much better there is a fairway bunker at the beginning of the fairway on the right and two others further down on the left. A large bunker guards the approach to the green on the right while another challenges on the back left of the green.", "image": ""}, {"number": "13", "parValue": "3", "yards": "180", "body": "New tee boxes lead to a newly contoured green. Bunkers on the front left and right side guard this hole.", "image": ""}, {"number": "14", "parValue": "4", "yards": "406", "body": "<P>Traditionally one of the more popular holes, No. 14 has new , elevated tee box placements and a new, clean look around the green that will lead stray shots toward the water. Bunkers guard the back right side of the green. </P>", "image": ""}, {"number": "15", "parValue": "4", "yards": "504", "body": "The tee box has been moved back and the fairway bunker removed which creates a more interesting approach to the new green. This hole has treers along both sides and a slight dogleg left.", "image": ""}, {"number": "16", "parValue": "5", "yards": "546", "body": "This hole rises in elevation from the tee box to the green. The bunkers along the left side and middle of the new fairway are more visible from the tee and will require some skill to navigate around. New shaping and countouring around the green makes this hole one of the most challenging on the course.", "image": ""}, {"number": "17", "parValue": "3", "yards": "198", "body": "A&nbsp;signature hole, the tee box has been reshaped and stepped down to magnify the effect of the amphitheater design around the green. that has been reshaped to allow players to feed their balls toward the pin placements that tend to be near the waters edge.", "image": ""}, {"number": "18", "parValue": "4", "yards": "429", "body": "From high above the 17th green, the new 18th tee box has been repositioned to the east to take advantage of the natural contours of the fairway and to create a dramatic view of the four new lakes and a cascading water that extend from the landing area to the green. The slight dogleg left fairway offers an exciting finishing hole that tempts player to go for a birdie.", "image": ""}]}]}