{"header": {"version": "1.0"}, "pageType": "course", "tourCode": "r", "permNum": "489", "pageTitle": "Course", "courses": [{"number": "766", "sortOrder": "1", "name": "Sheshan International GC", "parValue": "72", "yards": "7,266", "body": "The Sheshan International Golf Club is riding the wave of golf's popularity in the region while also emphasising Shanghais status as a perfect blend of tradition and modernity. \n<p>\nShanghai is in a period of redevelopment while respecting magnificent history. As the financial engine of China, it has become the economic focal point of Asia and will arguably be the most important financial center in the world in the future. The club itself, designed by Nelson & Haworth, is set within the Shanghai Sheshan National Tourist & Holiday Zone close to the famous Sheshan Mountain located in the west of Shanghai.\n<p>\nNelson & Haworth Golf Design has designed more than 70 golf courses all over the world, and their designing concept of combining the game of golf with traditional cultures is served well here.\n<p>\nThe 18-hole championship course utilizes Bent grass on the greens and Seashore Paspalun for the fairways, tees and rough areas and its unique design offers deep valleys and rolling hills, combined with a large amount of trees and large spans of water.\n<p>\nNelson & Haworth have designed the course to be one of the most hilly and forested golf courses in the Shanghai region and their concept called for 1.6 million cubic meters of earth to be brought in to create this unique golfing environment.\n<p>\nElevation changes of over 12 meters are found on several holes, with the most dramatic being hole 8. The rolling hills of Sheshan will be covered with both pine and deciduous trees and each hole will be separated by trees, so players on adjacent fairways will not be able to see each other. Water has been used throughout the golf course to enhance the aesthetic beauty as well as aid irrigation. All the lakes are connected, allowing the water to constantly flow.\n<p>\nMany of the holes either play along the existing canal, around man-made lakes or over the spectacular 50-meter deep quarry, a unique feature of Sheshan. In addition to the lakes, scenic landscaped streams add to the mountain forest landscape image. The most unique feature of Sheshan is the dramatic and intimidating quarry. Two holes, 16 and 17 play around and over the quarry, giving the golfer both an awe inspiring view while requiring great golf shots.\n<p>\nThese two holes will not only be the signature holes of Shanghai Sheshan Golf Club, but also of the whole Shanghai region. \n", "image": "", "holes": [{"number": "1", "parValue": "4", "yards": "459", "body": "", "image": ""}, {"number": "2", "parValue": "5", "yards": "550", "body": "", "image": ""}, {"number": "3", "parValue": "4", "yards": "362", "body": "", "image": ""}, {"number": "4", "parValue": "3", "yards": "200", "body": "", "image": ""}, {"number": "5", "parValue": "4", "yards": "456", "body": "", "image": ""}, {"number": "6", "parValue": "3", "yards": "200", "body": "", "image": ""}, {"number": "7", "parValue": "4", "yards": "346", "body": "", "image": ""}, {"number": "8", "parValue": "5", "yards": "603", "body": "", "image": ""}, {"number": "9", "parValue": "4", "yards": "486", "body": "", "image": ""}, {"number": "10", "parValue": "4", "yards": "401", "body": "", "image": ""}, {"number": "11", "parValue": "4", "yards": "456", "body": "", "image": ""}, {"number": "12", "parValue": "3", "yards": "217", "body": "", "image": ""}, {"number": "13", "parValue": "4", "yards": "411", "body": "", "image": ""}, {"number": "14", "parValue": "5", "yards": "594", "body": "", "image": ""}, {"number": "15", "parValue": "4", "yards": "487", "body": "", "image": ""}, {"number": "16", "parValue": "4", "yards": "288", "body": "", "image": ""}, {"number": "17", "parValue": "3", "yards": "212", "body": "", "image": ""}, {"number": "18", "parValue": "5", "yards": "538", "body": "", "image": ""}]}]}