{"header": {"version": "1.0"}, "pageType": "course", "tourCode": "r", "permNum": "011", "pageTitle": "Course", "courses": [{"number": "011", "sortOrder": "1", "name": "TPC Sawgrass", "parValue": "72", "yards": "7,215", "body": "<P><B><A href=\"http://www.tpc.com/tpc.asp?id=12&amp;page=417\" target=_blank>EXPERIENCE IT IN 3-D!</A></B> Take a tour of THE PLAYERS Stadium Course - see it in 3-D, watch flyovers and view shot trails! \n<P>Other links:<BR>\n<UL>\n<LI><A href=\"/tournaments/r011/pdf/201306111505155487772SVRN98KQDS.pdf\" target=\"_blank\">Click here to download or print Course Map (pdf)</A> \n<LI><A href=\"http://tpc.com/sawgrass/\" target=_blank>TPC.com - More about THE PLAYERS Stadium Course</A> \n<LI><A href=\"http://www.gcsaa.org\" target=_blank>Golf Course Superintendents Association of America</A></LI></UL>", "image": "/tournaments/r011/images/201304151325412573856SVRN96SNFK.jpg", "holes": [{"number": "1", "parValue": "4", "yards": "423", "body": "From the start, the golf course demands accuracy from the tee. On this slight dogleg to the right, a drive to the right side of the narrow landing area will give the player a good angle to approach the long and narrow green. A long fairway bunker, a lateral water hazard and grass bunkers await errant drives to the right, and dense trees guard the fairway to the left. As this is a medium-length par 4, the emphasis is again on accuracy for the second shot. Large maintained bunkers protect the front and left portions of the green. Grass bunkers in the front right, right and rear areas of the green protect the remainder of it. The drive will be with a driver or fairway wood, the second shot with a middle to short iron.", "image": ""}, {"number": "2", "parValue": "5", "yards": "532", "body": "On this relatively short par 5, the player's success once again begins on the tee. A long and accurate drive will enable the majority of players to attempt to reach the green in two shots. Dense trees on both sides, with a lateral water hazard to the right, protect the sloped landing area of the drive. A small pond and a large fairway bunker on the right guard the fairway and green from 175 yards out. Deep maintained bunkers are on both sides of the green, along with numerous grass bunkers. The mounds located around this green give spectators a good view of players attempting to reach the green in two shots and players attempting to save par.", "image": ""}, {"number": "3", "parValue": "3", "yards": "177", "body": "A maintained spectator mound to the left of this medium-length par 3 offers a view of the entire hole. A shot requiring a middle to short iron is needed to reach the two-tiered green which slopes from back to front. A bunker in the front of the green and grass bunkers to the right protect what is left unguarded by a large maintained bunker to the left and rear left portion of the green. There probably will be more birdies scored here than on the other par-3 holes.", "image": ""}, {"number": "4", "parValue": "4", "yards": "384", "body": "This short par 4 requires accuracy on every shot. The drive must avoid a lateral water hazard and a deep meandering fairway bunker on the right. Very large and severely sloped mounds protect the left side of this narrow landing area. A well-struck long iron or fairway wood from the tee will enable the player to hit a middle to short iron to one of the toughest greens on the course. Numerous treacherous pin placements on this very undulating two-tiered green make this a protected target and a tough shot. A water hazard protects the front and the left side of the green, while small but deep maintained bunkers protect the green on the right and in the rear. Tremendous mounds behind the green give spectators a view of the entire hole. A birdie can turn into a double bogey here very quickly.", "image": ""}, {"number": "5", "parValue": "4", "yards": "471", "body": "This dogleg right offers a generous landing area for the drive, as it is the longest par 4 on the golf course. A long fairway bunker down the right side and beyond the landing area for the drive protects the fairway. After hitting a driver from the tee, the players will use long to middle irons on their second shots to this deep, narrow and rolling green. The green is protected by grass bunkers, maintained bunkers, a waste area and palm trees. This will be one of the hardest holes to play, and par will be a very welcome score.", "image": ""}, {"number": "6", "parValue": "4", "yards": "393", "body": "This hole is a perfect example of target golf. The drive must avoid dense palm and pine trees on the right and two fairway bunkers and a lateral water hazard on the left. The slightly elevated green is protected by maintained bunkers, grass bunkers and clustered palm trees. The specific landing area on this hole offers players a level lie for their approach to the two-tiered green, which slopes down from right to left and back to front. Uneven and awkward lies, the result of shots that narrowly missed their targets, will cause higher scores on this hole. The players' short games will be tested here on a daily basis.", "image": ""}, {"number": "7", "parValue": "4", "yards": "442", "body": "A long slight dogleg right. A vast fairway bunker and a lateral water hazard running almost the entire length of the hole guard the left side of the fairway. The right side of the landing area is lined by thick trees. The driving area is very large and the preferred side is dictated by the pin placement. A tee shot on the left is preferred for a pin cut on the right and a drive from the right is desired for a hole located in the rear or left. The green is protected by maintained bunkers in the front and to the left, and severe slope off the back. The wind direction on this hole can make it very difficult to score well.", "image": ""}, {"number": "8", "parValue": "3", "yards": "237", "body": "The longest par 3 on the course requires a long iron or fairway wood to carry a myriad of obstacles. The deep, narrow and sloping green is protected by numerous maintained bunkers and grass bunkers. This is another hole that puts pressure on the players' short games. Par again will be very welcome on this demanding par 3.", "image": ""}, {"number": "9", "parValue": "5", "yards": "583", "body": "The ninth hole is considered by many to be one of the finest par 5s in the country. A large lake and bunker to the right of the fairway collect stray drives, while woods to the left hinder second shots. The most important shot on this hole is the second. This shot will be a long iron or fairway wood directed to the right side of the fairway. To the left, a wandering fairway bunker and large oak trees crowd the small second-shot landing area. The green is very thin and severely sloped from the front to the back right. A severely banked maintained bunker guards the left and rear of the green, along with a small maintained bunker. Another small bunker in the front causes problems for players coming up short. Approach shots to the green will be with a middle to short iron. As this hole progresses from the tee to the green, it becomes more narrow and demanding. This hole can make or break a good outward nine holes. There is a new spectator mound behind the green.", "image": ""}, {"number": "10", "parValue": "4", "yards": "424", "body": "The inward nine begins with a dogleg par 4, just as the front nine does. However, the 10th hole doglegs to the left, with a large bunker down the left side of the fairway and very dense trees to the right. Again, the narrow landing area for the drive demands accuracy. Most players will select a fairway wood from the tee to set up a middle or short iron approach to the green, which is protected by two maintained bunkers in the front right. Grass bunkers crowd the entire left side of this deceiving green. From the landing area the green appears to be very large; actually, it is narrow and fades away from the players. This green offers a variety of pin placements, making the position of the drive very important.", "image": ""}, {"number": "11", "parValue": "5", "yards": "558", "body": "This hole is a strategically designed middle-length par 5, which presents a variety of possibilities and potential disasters. Players attempting to reach this green in two shots must have a long and accurate drive down the right side. An immense fairway bunker stops shots hit through the left of the fairway, and dense trees knock down shots hit left of the driving area. Large overhanging trees crowd the preferred right side. Because the fairway is split by a lateral water hazard and two large bunkers, the player can elect to hit a middle iron to the fairway area on the right, which is guarded by a large oak tree. From this position a short iron to wedge is needed for the third shot. A more daring alternative is to approach the green from the left side of the split fairway. This alternative requires a second shot lofted high enough to clear another oak tree and the continuing bunker. The large maintained bunker runs the length of the second shot landing area and continues up and around the green. The lateral water hazard that splits the fairway continues around the back of the green. One maintained bunker covers the front of the green.", "image": ""}, {"number": "12", "parValue": "4", "yards": "358", "body": "Because this is the shortest par 4 on the golf course, there is a premium on accuracy from the tee. A long iron or fairway wood will enable players to position their drives strategically for a short iron or pitch shot approach to this small and heavily guarded green. Woods and a huge fairway bunker line the right side of the driving area, and huge mounds with very deep grass bunkers tower over the left side. Players driving short or to the left of their target sometimes will be unable to see the flagstick because of the large mounds. In this case a short iron will be needed. Players whose drives are far enough forward or to the right will approach the green with a wedge. Maintained bunkers and varied grass bunkers surround the small green.", "image": ""}, {"number": "13", "parValue": "3", "yards": "181", "body": "A water hazard protects this picturesque par 3 all the way down the left side. Players must clear or maneuver around the water hazard when the pin placements are to the left. The green has three separate tiers. The highest is the right front quarter. The right rear quarter is just slightly lower and slopes away from the tee. The entire left side of the green slopes drastically toward the water. The green also is protected by two small and deep maintained bunkers. Spectators can get a great view from all the mounded areas on this medium length par 3. Short to middle irons will be the choice of the majority of players.", "image": ""}, {"number": "14", "parValue": "4", "yards": "481", "body": "Traditionally, this hole has been one of the toughest to play. The narrow two-tiered driving area is paralleled down the left side by a narrow fairway bunker and a lateral water hazard. The right side is overshadowed by large, deep grass bunkers located within a very large mound. Between the driving area and the green is a vast bunker. The green is very large with severe undulations and long slopes. A maintained bunker protects the front left side of the green and a few other maintained bunkers hide among very large grass bunkers to the right and the rear of the green. A driver from the tee and a long to middle iron are the club selections on this treacherous hole.", "image": ""}, {"number": "15", "parValue": "4", "yards": "449", "body": "This dogleg right begins with a drive through a chute of trees and over water. The fairway bunker extends down the right side of the fairway to a paved path, then resumes to the left of the path and extends almost to the green. A large maintained bunker to the left and a small maintained bunker to the right front protect the green. There are grass bunkers to the right and rear of the green. The hole is normally played with a driver from the tee and a middle to short iron from the fairway.", "image": ""}, {"number": "16", "parValue": "5", "yards": "523", "body": "This short par 5 will give many players an opportunity to reach the green in two shots. A fairway wood or long iron will be required for the second shot, which must carry a large lateral water hazard, a maintained bunker and a bulkhead. All of these obstacles are to the right of the hole and start 150 yards from the green. To the left, a cluster of oak trees blocks a clear path to the green. Players who do not choose to attempt the green in two shots must direct their second shot to the narrow area protected by a grass bunker, a water hazard and the cluster of oak trees. The green has two tiers, sloping left to right toward the water that wraps around the rear of the green. There is a new spectator mound behind the green.", "image": ""}, {"number": "17", "parValue": "3", "yards": "137", "body": "In its brief history, the island hole has become one of the most renowned of its kind in the world. Each year it is the most popular among spectators. The signature hole is a short length par 3 with a wide green that narrows to the right side. The right side of the green is protected by a small maintained bunker, which sometimes will be a relief to players who come up short of the green. Club selection on this hole is critically important; with the tricky winds of spring, the Championship could be won or lost here. A larger spectator mound has been created behind the green.", "image": ""}, {"number": "18", "parValue": "4", "yards": "462", "body": "A fantastic dogleg left awaits the players as they prepare to finish their rounds. Constant accuracy is of the utmost importance on this hole. Water guards the full length of the hole to the left, while large spectator mounds and trees line the right side. A collection of grass bunkers is situated in the front-right section of the green, while a lone maintained bunker stops shots hit left and long. This 18th has become one of the premier finishing holes in golf. There is a new spectator mound behind the green.", "image": ""}]}]}