{"header": {"version": "1.0"}, "pageType": "course", "tourCode": "r", "permNum": "013", "pageTitle": "Course", "courses": [{"number": "752", "sortOrder": "1", "name": "Sedgefield CC", "parValue": "70", "yards": "7127", "body": "Sedgefield Country Club has a decorated history hosting one of the PGA TOUR's longest running events: the Wyndham Championship. Established in 1938 as the Greater Greensboro Open, Sedgefield Country Club played host to this premier event for over four decades. Past champions during this era included the likes of Sam Snead, Byron Nelson and Ben Hogan, to name a few.\n<br>\n<br>\n<A href=\"http://www.sedgefieldcc.org/\" target=\"_blank\">Click here</a> for more information about Sedgefield Country Club.", "image": "", "holes": [{"number": "1", "parValue": "4", "yards": "482", "body": "A good starting hole on the outgoing nine of modest difficulty. The left bunker will challenge the direct line to the green. A tee shot near the right edge of the bunker provides an open approach to the green.", "image": ""}, {"number": "2", "parValue": "4", "yards": "442", "body": "Three prominent bunkers on the right suggest a left to right tee shot. The player who skirts these bunkers will be rewarded with a shorter approach and better angle in the left to right sloping green.", "image": ""}, {"number": "3", "parValue": "3", "yards": "174", "body": "A uphill par 3 to a large green bordered by 3 restored bunkers in the steep right hand slope. Hole locations placed near the edge will require an accurate and confident stroke.", "image": ""}, {"number": "4", "parValue": "4", "yards": "428", "body": "Additional length will require a semi blind tee shot to a left to right sloping fairway. The ideal drive is hard up the left side near the bunker. This low profile green is accessible with an aerial or low running ground stroke.", "image": ""}, {"number": "5", "parValue": "5", "yards": "529", "body": "A new back tee restores the uphill and somewhat blind tee shot to the saddled fairway. Two new bunkers provide an interesting and straight lay-up to the plateau green.", "image": ""}, {"number": "6", "parValue": "4", "yards": "423", "body": "The most challenging hole on the course requires a tee shot left of center and near the creek - the difficult uphill approach to a large undulating green in a natural amphitheater setting.", "image": ""}, {"number": "7", "parValue": "3", "yards": "223", "body": "A long downhill tee shot to a bunkerless \"punchbowl\" green must avoid the creek crossing in front and on both sides.", "image": ""}, {"number": "8", "parValue": "4", "yards": "374", "body": "A tee shot that challenges the diagonal creek finds the shortest route to the hole. However, the player who is near the bunkers on the right will have the best angle.", "image": ""}, {"number": "9", "parValue": "4", "yards": "416", "body": "A long uphill tee shot near the right edge is preferred. Tee shots left of center will require a strategic stroke over the restored cross bunker short of the scalloped green.", "image": ""}, {"number": "10", "parValue": "4", "yards": "561", "body": "A demanding start to the incoming nine playing downhill from the tee and uphill to the back to front sloping green. You must avoid the left fairway bunker.", "image": ""}, {"number": "11", "parValue": "4", "yards": "486", "body": "This long par 4 requires a strong tee shot near the right edge of the fairway. A steep shoulder with mounds along the left edge of the green will challenge approaches from the left side.", "image": ""}, {"number": "12", "parValue": "3", "yards": "235", "body": "This long par 3 requires a well struck long iron or wood to a large tow tier green guarded on the front right and left by deep bunkers.", "image": ""}, {"number": "13", "parValue": "4", "yards": "405", "body": "An uphill par 4 that requires a strong drawing tee shot. The ideal approach is right of center to avoid the deep carry bunker short left of this undulating green.", "image": ""}, {"number": "14", "parValue": "4", "yards": "501", "body": "A wide fairway awaits this long par 4. Two center line bunkers create a deceptive approach shot to the skyline green. A restored pot bunker challenges the approach shot from the right side.", "image": ""}, {"number": "15", "parValue": "5", "yards": "547", "body": "The downhill tee shot must avoid a small creek on the left and a large fairway bunker on the right. Going for the green in two will require a long carry over water and deep greenside bunkering to a severe back to front sloping green.", "image": ""}, {"number": "16", "parValue": "3", "yards": "163", "body": "A great short par 3 playing downhill over a hazard to a raised fill pad green. Well defined internal contours on this green will challenge every class of player.", "image": ""}, {"number": "17", "parValue": "4", "yards": "406", "body": "A left to right tee shot to this saddle fairway is preferred. An uneven stance should be expected adding interest and strategy when approaching this narrow green.", "image": ""}, {"number": "18", "parValue": "4", "yards": "507", "body": "Added length restores this to a solid par 4 hole. The long uphill approach from a downhill lie will require accuracy to avoid the four bunkers protecting the approach and sides of the large green.", "image": ""}]}]}