{"number": "789", "sortOrder": "1", "name": "Conway Farms GC", "parValue": "71", "yards": "7251", "body": "Conway Farms Golf Club opened for play on August 3, 1991. The Tom Fazio award-winning course sits on 209 acres in Lake Forest, Illinois, and is designed around the traditions of Scottish links golf. The origins of Conway Farms Golf Club trace back to three Lake Forest families whose love for golf was exceeded only by their foresight. Their vision for a first rate golf club began with the purchase in 1956 of a farm straddling a stretch of old Conway Road, thus giving rise to the name Conway Farms. The club is dedicated to the protection and preservation of the game, encouraging walking, fast play and the strong support of Championship golf.\n\nNote: Official BMW Championship par and yardages have not yet been released.\n", "image": "", "holes": [{"number": "1", "parValue": "4", "yards": "389", "body": "Stand on the first tee and note that the hole is framed by the trees. Don't let the yardage fool you - this is not an easy start. Driver is not necessary to position yourself left of the fairway bunker for a short iron into this amply sized green. Shots into the front of the green tend to spin backward and those hit past the middle typically kick forward.", "image": ""}, {"number": "2", "parValue": "3", "yards": "196", "body": "The par 3s at Conway are distinctive and difficult, and the second hole is no exception. The green slopes from back left to front right. The rear of the green is two-thirds narrower than the middle of the green and is perched above the front of the green. Four bunkers and deep rough surround the green. Center of the green is always a good play for any hole location.", "image": ""}, {"number": "3", "parValue": "4", "yards": "402", "body": "The par-4 third hole is the last birdie opportunity before a strong stretch of holes. A bunker bisects the straightaway fairway on the right, 265 yards from the rear teeing ground. Plan your approach shot for some forward roll as the green runs away from right to left. The surrounding area offers little protection from the wind gusts that are prevalent at Conway Farms.", "image": ""}, {"number": "4", "parValue": "4", "yards": "512", "body": "This long par 4 may seem wide from the teeing ground, but a left-side drive is optimal as the trees down the right prevent a shot to the green. Depending on wind direction, a mid-iron to a fairway wood will be needed to reach the green, which runs right left and front to back. A shot to the left side of the green will funnel into a runoff area, and a water hazard sits behind the green.", "image": ""}, {"number": "5", "parValue": "4", "yards": "470", "body": "The most demanding hole on the golf course begins with a long carry over a water hazard to an uphill landing zone. Favor the left side of the fairway, as large poplar trees block the right side. The second shot requires an accurate long iron shot to a green that runs away from the center in all directions.", "image": ""}, {"number": "6", "parValue": "3", "yards": "218", "body": "The second par 3 on the outward nine requires a long iron to a large green surrounded by trouble. The most difficult hole location is back left, a raised section of the green protected by a large bunker. The back-right portion of the green runs away from the tee. A back right greenside bunker and a bent runoff in front provide many challenges on this hole.", "image": ""}, {"number": "7", "parValue": "4", "yards": "345", "body": "This short hole defined by a two-tiered green offers a birdie opportunity. Driver is only necessary for those attempting to drive the green; otherwise, a fairway wood or long iron will leave the player with a short wedge shot. Control your spin into this receptive green.", "image": ""}, {"number": "8", "parValue": "5", "yards": "600", "body": "From the tee, the lake looks to be the main hazard. However, the real troublemaker is a riveted bunker located by the green. Solid shots are required to leave you with your optimal yardage into this shallow green. Avoid the deep bunker that fronts the green. It may be tempting to attack this green in two, but short is much more demanding than the runoff area behind the green.", "image": ""}, {"number": "9", "parValue": "4", "yards": "405", "body": "Be sure to control your tee shot on this straightaway par 4. The two bunkers to the left of center are a good target. Heather grass surrounds both sides of the hole. The left side of the fairway is desirable to attack any hole location. The left side of the green is narrower than the right, so pay attention to proper yardage and direction. Two greenside bunkers await any errant shot into the green.", "image": ""}, {"number": "10", "parValue": "4", "yards": "458", "body": "This is one of the most challenging holes at Conway, requiring accuracy and length. Heather to the left of the fairway and a deep bunker and creek that meander down the right side visually intimidate the golfer. The view from the fairway is spectacular. A bentgrass runoff area is to the left of the green and the creek skirts the right.", "image": ""}, {"number": "11", "parValue": "3", "yards": "177", "body": "The 11th hole seems straightforward, but can be quite challenging. Club selection and proper direction are imperative. The difficulty of the hole is intensified when the swirling winds come up, as the surrounding area offers little protection. The green is set diagonally with the water running parallel to the front edge of the green. Any ball in the center of green here and you have achieved your goal.", "image": ""}, {"number": "12", "parValue": "4", "yards": "419", "body": "The rear teeing ground is raised and offers a beautiful view of several holes. The fairway narrows at 300 yards, with bunkers flanking the left side of the fairway and a drive to the right bringing the trees near the green into play. The green has two levels, with the left side higher than the right. A large, deep bunker guards the left side of the green and a shallow bunker catches stray shots to right.", "image": ""}, {"number": "13", "parValue": "4", "yards": "465", "body": "Depending on the wind, it is possible to drive straight through the fairway on this dogleg-left par 4. It is tempting to cut off yardage by going down the left side, but a pulled shot will end up in one of two deep-faced bunkers. The green is accessible in front with two deep bunkers to the right. The terrain moves to the right and shots played short left will pitch forward and roll to the right. The green is sectioned into two parts, and the back of the green provides the most difficult hole locations.", "image": ""}, {"number": "14", "parValue": "5", "yards": "585", "body": "This par 5 gently moves uphill to the right, but the terrain pulls to the left. Native grass to the right surrounds the well-bunkered fairway. The layup area narrows at 90 yards and the undulating fairway slopes from right to left. Two bunkers short provide defense of the green at 50 yards. Shots that carry this bunker propel forward and to the left. The green has bunkers to the right and left, with the left fronted by a bentgrass runoff area.", "image": ""}, {"number": "15", "parValue": "4", "yards": "342", "body": "This short hole with a lake on the left offers many options off the tee. Big hitters can try to drive the green, but beware of lurking trouble. The fairway is a must to hit, as the rough to the right of the fairway is thick and presents a side hill lie that makes it difficult to control trajectory and spin. Two riveted bunkers protect a back hole location that requires accurate distance control. Bent grass surrounding the green will offer unique opportunities for your short game.", "image": ""}, {"number": "16", "parValue": "4", "yards": "466", "body": "Take a breath because the last three holes at Conway Farms are very demanding. Watch the wind direction on the tee as it can make the hole play dramatically different. The tee shot is awkwardly angled across the fairway and drives over a lake. It is tempting to cut yardage off the hole by driving down the left side, but a large, deep bunker is cut into the fairway. A drive onto the right side of the fairway is safer, but mounds make it difficult to see the green. Your second shot plays uphill to a narrow and deep green. The green tends to run away from the golfer and allows for a run-up shot.", "image": ""}, {"number": "17", "parValue": "3", "yards": "232", "body": "This is a spectacular par 3. The hole presents a downhill tee shot to a green that is receptive to long irons. The left side of the green is the safe play with a small fairway in front. The right side of the green is raised and offers the most difficult hole location. Bunkers are situated front right and back left.", "image": ""}, {"number": "18", "parValue": "5", "yards": "570", "body": "The closing hole has strong visual impact. From the tee, one can see all the way uphill to the green, which can be reached in two. A creek runs down the right side of the hole, crosses the fairway at 350 yards and continues down the left side until 60 yards out where it crosses the fairway and runs along the front and right side of the green. The tee shot must avoid the deep bunker on the left. The layup shot is very demanding with trees on the right and the creek on the left. The green is best attacked from the left side of the fairway, and the bunker on the right comes into play with a back-right hole location.", "image": ""}]}