{"number": "023", "sortOrder": "1", "name": "Muirfield Village GC", "parValue": "72", "yards": "7,265", "body": "<P>The Memorial Tournament attracts big crowds, evident here by the large gallery surrounding the 18th green.</P>\n<P>Muirfield Village Golf Club was the dream and work of Jack Nicklaus. The land was acquired in 1966, but construction did not begin until July 28, 1972. The golf course is situated on 220 acres, which includes an 11-acre driving range. The course was officially dedicated on Memorial Day, May 27, 1974, with an exhibition match between Nicklaus and Tom Weiskopf. Nicklaus scored a six-under par 66, which stood as the course record until 1979. </P>\n<P>The 18-hole layout, selected by Golf Digest as No.16 among \"America's 100 Greatest Courses,\" played at 6,978 yards in its original form, but is 7,265 at present. It had 77 bunkers, a number since reduced to 75, and water can be a hazard on 11 holes. A Columbus Pro-Am on Aug. 11, 1975 was the first event held at Muirfield, and the first Memorial Tournament was played in May, 1976. The course has also hosted the 1986 U.S. Junior Amateur, the 1987 Ryder Cup Matches, the USGA's 1992 United States Amateur Championship, the 1995 Wendy's Three-Tour Challenge, and the 1998 Solheim Cup. </P>", "image": "/tournaments/r023/images/200911171444306102233SVRN7XVR6C.jpg", "holes": [{"number": "1", "parValue": "4", "yards": "470", "body": "A slight dogleg right, from an elevated tee to a wide fairway, which slopes from right to left. Bunkers in the driving area will catch a sliced or pushed drive, and a hook or pull might find a creek threading through the woods that line the left side of the hole. The green is the largest on the course, with four traps guarding it left, right and rear.<br>", "image": "/tournaments/r023/images/200404091041339642052SVRT5XVK8W.jpg"}, {"number": "2", "parValue": "4", "yards": "455", "body": "A creek flanks the entire right side of the hole from 100 yards out and abuts the right edge and rear of the green. Trees impede the approach of a drive hit too far left, and the green is bunkered front right and rear left. Thus, the player must drive and approach towards water, and accuracy is at a premium. One of the tougher par 4s. <br>", "image": "/tournaments/r023/images/200404091041453830973SVRT5XVK93.jpg"}, {"number": "3", "parValue": "4", "yards": "401", "body": "A downhill drive to a generous fairway, then an approach over a lake to a small, two-tiered green cut into a hillside. A drive too far left might find a creek at the wood-line, leaving nowhere to drop out that permits a clear shot to the green. Water awaits the weak approach -- and sand the over-bold shot. One of Muirfield's most scenically spectacular holes, and tougher than it looks. <br>", "image": "/tournaments/r023/images/200404091042182698469SVRT5XVK9D.jpg"}, {"number": "4", "parValue": "3", "yards": "200", "body": "This first of the four par 3s slopes gently downhill to a long, narrow, heavily-bunkered green cut into a hillside. The disaster area is the wooded depression left of the green. Rolling hillsides framing the entire right side of the hole offer ideal viewing areas for spectators. A strong test of long-iron play. <br>", "image": "/tournaments/r023/images/200404091042338246743SVRT5XVK9M.jpg"}, {"number": "5", "parValue": "5", "yards": "527", "body": "Downhill again from the tee, between wooded hillsides to a wide, level fairway. Then the fun starts. Some 300 yards out, a creek bordering the left side of the hole swings into the fairway, which it then bisects all the way to the green. The creek finally becomes a moat around the entire left side of the green, which is bunkered right and left rear. The green is small and one of the most undulating on the course. Altogether, an unusual and demanding hole. <br>", "image": "/tournaments/r023/images/200404091042544077127SVRT5XVK9U.jpg"}, {"number": "6", "parValue": "4", "yards": "447", "body": "A cluster of bunkers cut into the left hillside and a strategically placed fairway bunker to the right put a premium on the accurate tee shot. Ideal line is the left center of the fairway, leaving a clear shot across water and sand to a medium-size green. A challenging hole that can require a long-iron or even a wooden-club second shot against wind. <br>", "image": "/tournaments/r023/images/200404091043119320557SVRT5XVK9Z.jpg"}, {"number": "7", "parValue": "5", "yards": "563", "body": "An exposed, elevated, bunker-lined, double-dogleg hole, reachable in two by only the longest hitters. A rough-grassed swale sweeps from the right side across in front of the green. Bunkers guard the front left and right, and rear right of the putting surface, which breaks severely off to the left towards a wooded ravine. Not an easy hole to birdie, but the farther left the conservative player is on his second shot, the easier his third becomes. <br>", "image": "/tournaments/r023/images/200404091043256814241SVRT5XVKA6.jpg"}, {"number": "8", "parValue": "3", "yards": "185", "body": "Back to wooded country, this time dogwood, beech and hickory trees almost completely surround the second shortest of the par-3 holes. The tee shot is appealingly downhill, but the plateau green is almost entirely surrounded by sand, including a pot bunker guarding the back left. The valley between tee and green adds to the difficulty of club selection by making the hole look longer than it is.<br>", "image": "/tournaments/r023/images/20040409104338951910803SVRT5XVKAA.jpg"}, {"number": "9", "parValue": "4", "yards": "412", "body": "One of Muirfield's most challenging driving holes. Too far right from the tee and trees block the approach. Too far left and a steep, wooded hillside threatens even more serious trouble. The tilted green is spectacularly framed by a lake, a creek, a forest and a bold hillside and must often be approached from an angled lie even off a good drive. A strong par 4 demanding courage and finesse from tee to cup. <br>", "image": "/tournaments/r023/images/20040409104354552059703SVRT5XVKAG.jpg"}, {"number": "10", "parValue": "4", "yards": "471", "body": "Comparatively open terrain and, as with the 15th hole, the nearest thing to an uphill drive at Muirfield. Sand guards both sides of the driving zone, and a large, many-fingered bunker fronting the green threatens the under-hit approach. A rugged hole demanding both length and precision, and one of the toughest par 4s on the second nine, especially when played into wind. <br>", "image": "/tournaments/r023/images/200404091044153295274SVRT5XVKAL.jpg"}, {"number": "11", "parValue": "5", "yards": "567", "body": "Running the length of a lovely valley between high, wooded hills, this hole is the arena of a huge amphitheater capable of comfortably accommodating a great many spectators. The drive is enticingly downhill to a wide fairway, but a creek cuts diagonally across the fairway at about 320 yards from the tee, then hugs it on the right before swinging left again in front of the small, elevated green. An inviting hole to gamble on, but two perfect shots are necessary to get home. <br>", "image": "/tournaments/r023/images/20040409104430867033202SVRT5XVKAR.jpg"}, {"number": "12", "parValue": "3", "yards": "184", "body": "Muirfield's favorite hole among photographers features the largest lake. The tee shot is played from a wooded hillside entirely across water to a two-tiered, kidney-shaped green cut into another hillside and set diagonally to the line of play. Bunkers flank the right front and rear left of the green. Miss it and the ball will generally find either sand or water. <br>", "image": "/tournaments/r023/images/200404091044478133948SVRT5XVKAX.jpg"}, {"number": "13", "parValue": "4", "yards": "455", "body": "The drive is downhill to level ground, through a wooded chute to a narrow but normally fast-running and gently curving fairway. Finding the right half of the fairway sets up the best angle into the long and narrow green, which runs away from the player. Bunkers stretching almost the full length of the green on either side demand a precise approach shot, generally with a longish club. <br>", "image": "/tournaments/r023/images/200404091045307448239SVRT5XVKBD.jpg"}, {"number": "14", "parValue": "4", "yards": "363", "body": "Another downhill tee shot, once again into a wide, tree-lined valley. About 245 yards from the championship tee, a creek emerges from the left woods to border the fairway for some 40 yards before angling across it and then on down to flank the right side of the green. The green is long and narrow and heavily guarded left by several bunkers. A definite birdie opportunity, but only for the very accurate player. <br>", "image": "/tournaments/r023/images/200404091045468481989SVRT5XVKBJ.jpg"}, {"number": "15", "parValue": "5", "yards": "529", "body": "An unusual par 5 cut arrow-straight through the heart of a forest. The ideal drive is to the crest of the hill, from where the long hitter should be trying to get home in two. Thwarting him will be the steep slope fronting the green, a couple of deep bunkers, and the small size of the target -- not to mention the trees crowding in left and right. There will be many birdies here, but there will also be some disasters. <br>", "image": "/tournaments/r023/images/200404091045591781087SVRT5XVKBP.jpg"}, {"number": "16", "parValue": "3", "yards": "215", "body": "Two fine trees -- an oak and an ash -- and a group of large gallery mounds frame the generous green, which is fronted by a grassy swale. A large bunker eats into the left front of the green, and another bunker guards the rear. This hole is a good test of long-iron play. <br>", "image": "/tournaments/r023/images/200404091046168176327SVRT5XVKBU.jpg"}, {"number": "17", "parValue": "4", "yards": "478", "body": "A revamped par 4 and one of Muirfield's toughest tests. Trees to the right can cause a blind approach from that side of the fairway. The rolling green is small and heavily bunkered, and is fronted by a deep, rough-filled valley that can threaten the second shot off a short drive. <br>", "image": "/tournaments/r023/images/200404091046267691521SVRT5XVKBY.jpg"}, {"number": "18", "parValue": "4", "yards": "444", "body": "An inviting downhill drive to an ample fairway. But bunkers threaten at the corner of the dogleg to the right, and a long drive hit too far left can find the creek threading the tree line or can be blocked by a cluster of black walnuts short of the green. The approach is uphill across a swale to a large two-tiered and heavily contoured green bunkered front left, front right, left and rear right. A spectacular finishing hole capable of accommodating more than 20,000 spectators. <br>", "image": "/tournaments/r023/images/200404091046391660235SVRT5XVKC4.jpg"}]}