{"number": "660", "sortOrder": "1", "name": "Montreux G&CC", "parValue": "72", "yards": "7472", "body": "<UL>\n<LI><A href=\"http://www.gcsaa.org/\" target=_blank>Golf Course Superintendents Association of America</A></LI></UL>\n<P><STRONG>Opened:</STRONG> June 28, 1997</P>\n<P><STRONG>Owner/Developer:</STRONG> Member Owned </P>\n<P><STRONG>Location:</STRONG> Situated just off the Mt. Rose Highway (SR 431) between Reno and Lake Tahoe. The community Welcome Center and Sales Office is located at 16475 Bordeaux Drive, Reno, NV 89511 </P>\n<P><STRONG>Management:</STRONG></P>\n<UL>\n<LI>Doug Hienrichs, Golf Course Superintendent \n<LI>John Scott, General Manager\n<LI>Zack Jonas, Head Professional</LI></UL>\n<P><STRONG>Golf course designer:</STRONG> Jack Nicklaus<BR><STRONG>Construction:</STRONG> Paragon Golf Course Construction (A Jack Nicklaus Company) </P>\n<P><STRONG>Design features:</STRONG> Traditional golf course layout in a combination high desert and pine forest setting. </P>\n<P><STRONG>Unique features:</STRONG> The signature \"Bear Trap\" is a dramatic trio of holes 15, 16 and 17, featuring shimmering lakes, breathtaking mountain views and undulating greens. The tee elevation above the fairway on the 8th hole is 138 feet.</P>\n<P><STRONG>Practice facilities:</STRONG> The 400-yard practice facility includes six target greens and an 18,000 square foot putting and chipping green. In addition, the club offers a 160 yard practice hole designed by LPGA Pro Patty Sheehan. </P>\n<P><STRONG>Clubhouse:</STRONG> The French Country Manor Clubhouse will offer members 25,000 square feet to enjoy. Designed by Gail Richie, the Clubhouse features three separate dining rooms, elegant locker rooms, a wine cellar and complete pro shop facilities. </P>\n<P><STRONG>Swim/Tennis &amp; Fitness Center:</STRONG> The Swim/Tennis &amp; Fitness Center complement the Clubhouse. Located adjacent to the Clubhouse, the 5,000 square foot center offers the finest in cardiovascular and weight training equipment along with an aerobics studio. Adjoining the center is Jack's Den, offering a Tennis &amp; Fitness Pro Shop and member grill. Three tennis courts and a member swimming pool are located just outside Jack's Den and the Center.</P>\n<P><STRONG>Tournament record:</STRONG> <STRONG>267 (Vaughn Taylor, 2005)<BR>Course record:</STRONG> <STRONG>61 (Scott Piercy, 2011)</STRONG></P>", "image": "/tournaments/r472/images/200403260849337830499SVRT5XFMQZ.jpg", "holes": [{"number": "1", "parValue": "4", "yards": "494", "body": "This downhill Par 4 features a large driving area and plays shorter than you think. After a driver or possibly a fairway wood off the tee, you face a middle-to-short iron shot to a two-tiered green that runs away from you in the back. The green is well protected by the two bunkers and the lake on the right as well as a large, free form bunker which carves around the left-hand side of this challenging putting surface.", "image": ""}, {"number": "2", "parValue": "5", "yards": "584", "body": "The tee shot on this uphill straightaway par 5 must avoid the lone pine that sits in the middle of the fairway. Should you make a play at the green after your tee shot, it must carry the pot bunker short and left of the green, as well as the large greenside bunker on the right. This large two-tiered green drops off sharply on the left and could offer some very difficult and tricky hole locations.", "image": ""}, {"number": "3", "parValue": "3", "yards": "186", "body": "This is a slightly uphill par 3 that is guarded by a large bunker, short and to the right of the green. The bank behind the green will collect long shots and shots pulled to the left. Players most likely will hit a 6-8 iron off the tee depending on the pin placement and the wind.", "image": ""}, {"number": "4", "parValue": "4", "yards": "355", "body": "This uphill par 4 is a textbook risk/reward hole. Longer players will be tempted to drive or get close to the green, while others will debate to lay up short and left of the bunker complex guarding the right side. Precise distance control is required for approach shots to the two-tiered, heavily bunkered green.", "image": ""}, {"number": "5", "parValue": "4", "yards": "491", "body": "The long downhill hole features two beautiful sentry trees on the left side of the hole. If you decide to hit your driver off the tee, you will have a short approach shot into the green. If you choose to hit a long iron or 3-wood off the tee, it's possible to avoid the rough to the right of the fairway. The multi-tiered green is guarded short and right by a bunker.", "image": ""}, {"number": "6", "parValue": "4", "yards": "477", "body": "This beautiful par 4 plays from right to left and is the start of the \"Bear Trap.\" Your tee shot must be played down the right side to take advantage of the sloping fairway. There are no fairway bunkers here so you can pretty much let loose with your driver. Your approach to this loping green must avoid the left side bunker that is extremely deep. Any shot played from the right side of the green will slope back to the middle of the green. The players can be very creative here.", "image": ""}, {"number": "7", "parValue": "3", "yards": "183", "body": "This tricky par 3 is the shortest hole on the course, but club selection here is critical. You're faced with a long carry over water to a narrow, shallow green that is divided in the middle by a large ridge. You've got more room on the right half of this green, but the toughest hole location will be tucked into the left-hand corner, underneath the huge pines. Hopefully, you'll avoid the pot bunker that protects the left-hand side as well.", "image": ""}, {"number": "8", "parValue": "5", "yards": "636", "body": "The longest and straightest hole at Montreux, this par 5 challenges you for its entire 636 yards. Your tee shot must avoid the lake to the left of the fairway. Your second must be played slightly left of the center to avoid the deep, cavernous bunker on the right of the green. It is the largest and most undulating green on the course and will offer many interesting hole locations. You'll probably have the wind at your back most of the time, so an eagle three isn't out of the question.", "image": ""}, {"number": "9", "parValue": "4", "yards": "429", "body": "This par 4 presents the ultimate decision situation. If you play a 3-wood off the tee, it must be left toward the small bunker on the hill to avoid the large fairway bunker on the right. If you take a driver, you'll have to carry that bunker on the right and possibly run off the fairway into the right-hand rough. Once at your tee shot, your second will be to an undulating green separated down the center by a slight ridge. The deep bunkers both front-right and back-left will keep you on your toes.", "image": ""}, {"number": "10", "parValue": "4", "yards": "413", "body": "This par 4&nbsp;is a fairly straightaway hole and, depending on the wind conditions, the tee shot will probably be played with a fairway wood. You must avoid the fairway bunker in the landing area because you can't see the putting surface from there. The bunker in the front-left of the green protects the back-left pin position. It's a mildly sloping green which runs sharply from front to back.<BR>", "image": ""}, {"number": "11", "parValue": "3", "yards": "171", "body": "The 11th hole at Montrêux is an uphill Par 3 that features a very large green protected on the front left by two features a very large green protected on the front left by two deep bunkers and a ravine to the far left. There is a premium on hitting the correct club here, because a shot that misses the green will cause a lot of problems. Two majestic pine trees frame this beautiful hole", "image": ""}, {"number": "12", "parValue": "4", "yards": "429", "body": "To avoid the trouble on the right, you must drive down the left-hand side of the fairway on the Par 4, 12th hole. Any shot missed to the right will run down the slope into a lateral hazard. Club selection on your second shot is most important here, as it must carry all the way to the green to avoid the deep ravine in the front. The front-right pin position on this difficult two tiered green is protected by a huge pine on the right that will catch more than its share of errant approach shots.", "image": ""}, {"number": "13", "parValue": "5", "yards": "518", "body": "Your tee shot on the Par 5, 13th hole must be played down the right side of this narrow fairway to have a clear shot at reaching the green in two. The tee shot must carry the bunker on the right-hand side, or be played with a left to the right trajectory. Should you pull or hook your tee shot to the left side of the fairway, your view of the green will be blocked by a stand of pine trees. Should you go for the green in two, your second shot must carry the pot bunker that guards the front left of the green. If you lay up, you'll be playing to a narrow fairway on the right, which will leave you a tricky pitch shot to an elevated green, protected on the right side by a huge bunker.", "image": ""}, {"number": "14", "parValue": "4", "yards": "367", "body": "The Par 4, 14th hole is a true risk/reward hole. This narrow, slightly downhill, tree shot requires great accuracy and forces the player to make a choice. Either lay up off the tee with a long iron, or try to drive the green with a left to right trajectory. The green is narrow, but deep, and is softly undulating. If the wind picks up, it makes for an interesting decision", "image": ""}, {"number": "15", "parValue": "4", "yards": "439", "body": "This is one of the most demanding holes on the course and, again, tests even the best of drivers. It's a tight driving area, guarded on the right by pine trees and on the left by two large bunkers. Your second shot will be a short to mid-iron into a sloping green from left to right. Your approach must favor the left-hand side of the green to avoid the ball spinning off the green down into the subtle chipping area on the right. An up and down from the left-hand greenside bunker will be difficult.", "image": ""}, {"number": "16", "parValue": "3", "yards": "220", "body": "This beautiful and intimidating Par 3 doesn't play as long as it looks. The tee shot on this 220 yard, downhill hole is to a narrow two-tiered green that slopes away from you on the back half. Any shot that carries past the middle of the green could slip off the back. Be careful of the difficult greenside bunker on the right.", "image": ""}, {"number": "17", "parValue": "4", "yards": "464", "body": "A dramatic tee shot from an elevated tee about 100 feet above the fairway gets your attention on the Par 4, 17th. You must drive it far as possible to get the shortest club you can to this very narrow green. The fairway is wider than it looks and is protected on the left by Galena Creek. The difficult green sets against Galena Creek with a deep bunker on the left side. Getting the ball up and down from the left-hand bunker will be difficult", "image": ""}, {"number": "18", "parValue": "5", "yards": "616", "body": "The downhill dogleg left Par 5, finishing hole forces a decision on your second shot. Your tee shot must be played with a slight hook to run the ball as far down the fairway as possible. Once you reach your tee shot, you can take the gamble and go at the green in two. If you, you'll lay up with a middle iron that will leave you a short shot to a large, undulating green that features many difficult hole locations. The green is protected by bunkers and water to the right, so left and long is a good place to miss.", "image": ""}]}