{"header": {"version": "1.0"}, "pageType": "course", "tourCode": "r", "permNum": "002", "pageTitle": "Course", "courses": [{"number": "649", "sortOrder": "1", "name": "PGA West (Palmer)", "parValue": "72", "yards": "6950", "body": "<P>PGA WEST and the Arnold Palmer Private Course, set at the foot of the majestic Santa Rosa Mountains say \"Welcome Back\" to the 55th Humana Challenge. The challenging course officially opened October 26, 1986 as the second of five championship courses at PGA WEST, a spectacular master-planned country club community in La Quinta.</P>\n<P>In the fall of 1999, PGA WEST opened the sixth course, designed by Greg Norman, an additional practice facility and a new, full service clubhouse. The Club at PGA WEST currently features two handsome golf clubhouses and a state-of-the-art Health Club; Racquet Club surrounded by tennis courts of all three surfaces. The uniquely designed fairway homes at PGA WEST offer unparalleled views of breathtaking mountains, fairways and lakes, elegant amenities and a level of sophistication and comfort that are the hallmarks of fine California lifestyles.</P>\n<P>In 1987 the Bob Hope Chrysler Classic came to PGA WEST on the TPC&#174; Stadium Golf&#174; Course which has the distinction of being the first new course added to the tournament rotation since 1971. The following year the Classic moved to the Arnold Palmer Private Course. The Arnold Palmer Private Course also is noted for hosting the PGA Club Professional Championship in 1996 and the 1997 Senior PGA TOUR Liberty Mutual Legends of Golf.</P>\n<P>The Arnold Palmer Private Course measures 6,930 yards from the tournament tees, 5,995 yards from the regular tees and is rated 74.6 and 68.9 respectively. According to Arnold Palmer, he designed the exciting course \"for every caliber of golfer to play and enjoy.\"</P>", "image": "", "holes": [{"number": "1", "parValue": "4", "yards": "426", "body": "A long Par 4 hole has many obstacles that are the \"BEGINNINGS\" of what lies ahead. A long straight drive between bunkered and sloping green.", "image": ""}, {"number": "2", "parValue": "5", "yards": "514", "body": "A bunkered shot Par 5, this hole will give the players an opportunity to \"BREAKAWAY\" from the pack. This hole will yield scores from Eagle to Double-Bogey.", "image": ""}, {"number": "3", "parValue": "3", "yards": "180", "body": "This medium length Par 3 requires a \"LITE-TOUCH\" from the tee to get close to the pin. The large multi-level green will provide a variety of pin placements and some interesting putting.", "image": ""}, {"number": "4", "parValue": "4", "yards": "396", "body": "One of the prettiest holes in the desert, this Par 4 looks like a \"REMBRANDT.\" Don't get too caught up with the view or you'll find yourself in an unforgiving bunker or the water. A good drive should leave a middle to short iron to a long but narrow green.", "image": ""}, {"number": "5", "parValue": "3", "yards": "233", "body": "This extremely long Par 3 across water to a large but difficult green is a true \"INTIMIDATOR.\" Take plenty of club and favor the right side to stay dry. Par is always a good score here.", "image": ""}, {"number": "6", "parValue": "5", "yards": "562", "body": "This long Par 5 with a relatively flat and straight fairway has the look of \"PALMER'S RUNWAY.\" Two good shots should leave a short third, but the large, well placed bunkers and a three-tiered green make this hole a great challenge.", "image": ""}, {"number": "7", "parValue": "4", "yards": "439", "body": "This long Par 4 with water, sand, and a tight boundary is absolutely \"BRUTAL.\" A drive that finds the fairway will leave a long second shot that must be high and soft to stay on this small, well protected green.", "image": ""}, {"number": "8", "parValue": "4", "yards": "358", "body": "The shortest Par 4 on the course, with an abundance of bunkers, make it easy to get \"TRAPPED.\" An iron off the tee is a good play and the short second shot must have a lot of spin to stop on the firm green that slopes away from front to back.", "image": ""}, {"number": "9", "parValue": "4", "yards": "461", "body": "The longest of all the Par 4's is truly a \"TYRANT.\" The tee shot must flirt with the bunkers on the right to avoid the water that guards the left side. This also gives you the best angle to hit a long iron to the large rolling green. Par is always a good score here.", "image": ""}, {"number": "10", "parValue": "4", "yards": "453", "body": "A long start to the outward nine, this \"MONSTER\" of a hole has water and sand awaiting each shot. A well placed drive will leave a long to middle iron short to the rolling green.", "image": ""}, {"number": "11", "parValue": "5", "yards": "512", "body": "A relatively short Par 5 that is somewhat of a \"BREATHER.\" This is a good opportunity to pick up a shot on Par. Reachable in two for the longer hitter, accuracy is important hitting into the elevated two level green.", "image": ""}, {"number": "12", "parValue": "3", "yards": "207", "body": "This hole calls for a long iron shot that will \"STRETCH\" you out. With several well placed bunkers it is best to play for the middle of the green.", "image": ""}, {"number": "13", "parValue": "4", "yards": "447", "body": "The final long Par 4 is a true \"CHALLENGER.\" The drive and remaining long to middle iron must be well placed to avoid an abundance of sand and water. Take Par and go to the next hole.", "image": ""}, {"number": "14", "parValue": "5", "yards": "569", "body": "This three shot Par 5 has the look of \"VENICE\" with the Colorado River Canal to contend with on all three shots. All players must combine length, accuracy, and touch to negotiate this hole.", "image": ""}, {"number": "15", "parValue": "3", "yards": "156", "body": "Standing on the tee of this short Par 3, players will feel a great deal of \"CONFUSION\" looking at the long narrow green surrounded by rocks, sand, and water. Pick your club and let it go.", "image": ""}, {"number": "16", "parValue": "4", "yards": "364", "body": "An iron or a wood off the tee is okay on this short Par 4 where you must \"DOUBLE-CROSS\" THE CANAL. a short iron must be on the money to set up a good chance for Birdie.", "image": ""}, {"number": "17", "parValue": "3", "yards": "130", "body": "From the tee of this short Par 3 you will have a beautiful \"PANORAMIC VIEW\" of PGA WEST. Don't forget to focus in on the pin on this long narrow green. Proper position is a must on this dangerous little hole.", "image": ""}, {"number": "18", "parValue": "5", "yards": "543", "body": "Players of all levels will feel the \"TEMPTATION\" to bite off part of this finishing Par 5. Whether you gamble or play safe, beware of the sand and water that awaits you. Reaching the green is only half the battle as tough putting awaits you.", "image": ""}]}, {"number": "763", "sortOrder": "2", "name": "PGA West (Nicklaus)", "parValue": "72", "yards": "6924", "body": "", "image": "", "holes": [{"number": "1", "parValue": "4", "yards": "374", "body": "<P>\"Genesis\": A fairly simple opening hole.&nbsp; Keep your tee shot (3-wood is sufficient) on the upper level, right center, for a good clear look at the deep green that slopes back-to front towards you.</P>", "image": ""}, {"number": "2", "parValue": "4", "yards": "414", "body": "<P>\"Gilbralter\": Favor the left side of the fairway off the tee (aim at the bridge), leaving a clear shot at the green.&nbsp; Aim your approach shot left of, or over, \"Gibralter,\" the tall rock formation protecting the front of the green.&nbsp; The canal is not visible from the fairway, but wraps around the right side and in front of the green.</P>", "image": ""}, {"number": "3", "parValue": "3", "yards": "177", "body": "\"The Den\": There's no where to miss this tee shot.&nbsp; The canal is left, an expansive bunker lies short and there's a hard-to-see bunker back right.&nbsp; Hit the center of the green and be careful with your putt on the surface that slopes toward the canal.", "image": ""}, {"number": "4", "parValue": "5", "yards": "538", "body": "\"Cahuilla\": A good par five birdie opportunity from an elevated tee.&nbsp; Aim at the fairway bunkers or slightly left of them off the tee.&nbsp; Use the same line on your second shot if not trying for the green.&nbsp; Lake Cahuilla is to your right, but shouldn\"t come into play.", "image": ""}, {"number": "5", "parValue": "4", "yards": "443", "body": "\"Nicklaus Narrows\": A generously wide fairway off the tee sets you up for an exacting approach shot to a narrow green.&nbsp; Miss the terraced green to the right and face a blind chip or pitch to the green 10-feet above you.&nbsp; Miss to the left and a bunker awaits.", "image": ""}, {"number": "6", "parValue": "4", "yards": "406", "body": "\"Mirage\": This one \"looks so easy,\" but trouble awaits the mis-hit tee shot to the left (lake) and right (trees and Lake Cahuilla).&nbsp; Aim the tee shot at the palm trees on the right side of the green.&nbsp; Be sure to hit an extra club on your approach to the elevated green and putting surface.&nbsp; The center of the green is a smart play to any pin location.", "image": ""}, {"number": "7", "parValue": "3", "yards": "140", "body": "\"Meadow\": A wide open look at a simple par three hole that plays slightly downhill. Missing anywhere but long will leave you a bunker shot and putt for par.", "image": ""}, {"number": "8", "parValue": "5", "yards": "509", "body": "\"Distant Trouble\":&nbsp; Reachable in two shots, take your tee shot over the top or left of the long fairway bunker visible from the tee.&nbsp; Trouble lurks down the entire right side of the hole in the form of a lake.&nbsp; The well-struck second shot can eaisly reach the green, setting up an eagle putt to help your scorecard.", "image": ""}, {"number": "9", "parValue": "4", "yards": "410", "body": "\"Water Table\":&nbsp; Blow your tee shot down the middle of the fairway to view the downhill second shot to a green that is well protected by bunkers.&nbsp; The green sits below the lake that protects its left side.&nbsp; The right side of the fairway is out of bounds.", "image": ""}, {"number": "10", "parValue": "4", "yards": "412", "body": "<P>\"Confusion\":&nbsp; The deep bunker down the center of the fairway forces a firm decision whether to play to the left or right fairways.&nbsp; The right side requires greater carry off the tee, but rewards you with an open shot to the slightly sloping, back-to-front green.</P>", "image": ""}, {"number": "11", "parValue": "3", "yards": "191", "body": "\"Prairie Tiers\":&nbsp; Three is a good score on this hole.&nbsp; Bunkers guard the front and back of the long, narrow green.&nbsp; A safe lay-up short and right can leave a chance for an up-and-down par.", "image": ""}, {"number": "12", "parValue": "4", "yards": "403", "body": "<P>\"Hide Out\":&nbsp; The perfect drive is over the left top of the mound nearest the tee, setting up a second shot over yet another mound to an elevated green.&nbsp; Hit the green here or your left with a very difficult up-and-down.</P>", "image": ""}, {"number": "13", "parValue": "5", "yards": "528", "body": "<P>\"Courage\": Test your mettle on this reachable par five. Hit your drive left of the bunkering, but short of the lake. Then decide just how much of the lake to cut-off on your second shot. The green is severely tiered so make sure you get your approach shot on the right level or you'll be looking at three putts.</P>", "image": ""}, {"number": "14", "parValue": "4", "yards": "375", "body": "\"Tension\":&nbsp; The shortest par four on couse is the fouth hardest hole on course for good reason.&nbsp; The second shot makes or breaks you on this hole.&nbsp; Carry the water to a narrow green.&nbsp; Miss it right and water awaits.&nbsp; To the left are bunkers that will add stress to any third shot.", "image": ""}, {"number": "15", "parValue": "4", "yards": "415", "body": "\"Peaks\":&nbsp; This uphill dogleg left requires you miss the fairway bunker off the tee.&nbsp; An extra club may be necessary to reach the green.&nbsp; Be wary of the front left pin placement as your ball may roll back toward you in the fairway.", "image": ""}, {"number": "16", "parValue": "5", "yards": "530", "body": "\"Detour\":&nbsp; The deepest green (50 yards) on the course awaits you at the end of this par five hole that doglegs right.&nbsp; Long hitters may cut the corner of the dogleg off the tee, setting up a shot at the green.&nbsp; Most players should hit their second shots to the right side of the fairway for an open shot at the narrow, well bunkered, winding green that has numerous tiers.&nbsp; Be sure you leave your approach shot near the hole.", "image": ""}, {"number": "17", "parValue": "3", "yards": "204", "body": "\"Volcano\":&nbsp; This testy par three can make or break your round.&nbsp; A hidden, back right pin forces you to hit over the \"volcano.\"&nbsp; Make sure you hit enough club to clear the bunker that hides behind it.&nbsp; Or, simply hit a cut onto the&nbsp; green just left of the \"volcano.\"&nbsp; The green runs slightly downhill from left to right.&nbsp; Par is a good score to the back pin placement.", "image": ""}, {"number": "18", "parValue": "4", "yards": "455", "body": "\"Runaway\":&nbsp; A finishing hole that tests your nerve until the very end.&nbsp; A generous fairway collects your drive, setting up a final shot for the day to a green protected by a lake on the right and a deep collection area to the left.&nbsp; The huge green features a particularly challenging back right pin location.&nbsp; Do you go for it, or play safely to the center of the green?", "image": ""}]}, {"number": "202", "sortOrder": "3", "name": "La Quinta CC", "parValue": "72", "yards": "7060", "body": "<P>La Quinta Country Club, the oldest private country club in La Quinta, has been an integral part of the Humana Challenge for 47 of the club's 53-year history. It was on these rolling tree-lined fairways where the late President Dwight Eisenhower first became devoted to golf in the desert. Even today, professionals and amateurs alike consider our course, designed by Frank and Lawrence Hughes, one of the best.<P> \n\n<P>Lily pads dot the five shimmering lakes that come into play on seven holes along the 7,060 yards of sweeping emerald fairways. The grounds are abundant with mature trees adding to the beauty and challenge of the course, but the greens may be the most attractive feature. Several of the professionals playing in the Challenge have called these \"among the finest greens on tour.\"<P>\n\n<P>Our beautiful new clubhouse, which was completed in November of 2009. Its classic Santa Barbara design is timeless, stately, sophisticated and inviting. We believe it is an \nappropriate expression of who we are as a club.<P>\n\n<P>Roger Buford is serving as Club President. Bruce V. Zahn, Jr., CCM is the General Manager/COO, Mike Cross is the Head Golf Professional, Tim Putnam is the Golf Course Superintendent and Steve Eckinger is the Club Champion. </P>\n", "image": "", "holes": [{"number": "1", "parValue": "4", "yards": "382", "body": "The fairway bunkers, short left and long right, will make the player choose to drive over the left bunker, or to lay up short of the right side bunker. The green is open to the left side and is guarded by a bunker just short of the green, on the right side.", "image": ""}, {"number": "2", "parValue": "4", "yards": "434", "body": "This long and narrow par four requires a precise tee shot. There are large eucalyptus trees on the left and a fairway bunker on the right. The second shot must be a good one. The green is uphill and slightly elevated with deep bunkers on each side.", "image": ""}, {"number": "3", "parValue": "3", "yards": "202", "body": "This picturesque par three features water and bunkers on the left. The proper club selection is required for good position on this two tiered green. If the green is missed on the right side there is a great opportunity to get up and down for par.", "image": ""}, {"number": "4", "parValue": "4", "yards": "384", "body": "The tee shot on four has to be long enough to carry the lake, but short enough to stay out of the aiming bunkers on the left side of the fairway. A slight fade is a good choice on this dogleg right, burt not too much, since the approach shot is easier from the left side of the fairway.", "image": ""}, {"number": "5", "parValue": "5", "yards": "516", "body": "The first par five rewards a long drive aimed at the bunkers on the left side of the fairway. There is an opportunity to reach this green in two. However, there is only a small opening in front of the green where the ball can enter. For the player who wishes to lay up, the shot should favor the left side deep down the fairway. This will leave the player with a short pitch and a chance to made a birdie.", "image": ""}, {"number": "6", "parValue": "5", "yards": "527", "body": "The tee shot, on the second of back to back par fives, should favor the left side, just right of the fairway bunkers on the left. Since the fairway tilts to the right, there should be some distance added to the drive. The second shot should stop just short of the next set of bunkers, which will leave the player with a full wedge into the green.", "image": ""}, {"number": "7", "parValue": "3", "yards": "168", "body": "This beautiful par three has a large bunker on the left side of the green. As well as a waterfall on the right, which empties into a small lake at the front of the green. Don't let its beauty or its short yardage distract you. You must hit a great shot to score on this hole.", "image": ""}, {"number": "8", "parValue": "4", "yards": "389", "body": "A mountain backdrop and a lake down the left side make this hole breathtaking. The right side has two fairway bunkers, one short and one long. The fairway opens up between the two bunkers leaving the player the best approach to the elevated and sloped green.", "image": ""}, {"number": "9", "parValue": "4", "yards": "399", "body": "A superb tee shot from this elevated tee will give the player a good opportunity for birdie. Beware of the lake on the right, which extends from the beginning of the fairway all the way to the green. The approach to this green must be accurate due to a small opening in the front.", "image": ""}, {"number": "10", "parValue": "4", "yards": "405", "body": "The back nine starts off with a short dogleg left. Its best not to cheat the corner due to the large eucalyptus and mesquite trees on the left. By using the aiming bunker on the far, right side of the dogleg, the player will set up a perfect approach to the green. The fairway slopes from right to left from the turning point all the way to the green; this will help the ball feed into the proper positions on the fairway as well as on the green.", "image": ""}, {"number": "11", "parValue": "5", "yards": "543", "body": "This par 5 plays like the letter 's.' A good tee shot should finish just to the right of the left fairway bunker. this will set up an opportunity to carry the fairway bunker, which guards the green. If you elect to lay up, the best area is left of the fairway bunker. From this point the approach shot must finish on the correct level of the three tiered green to capture a birdie.", "image": ""}, {"number": "12", "parValue": "3", "yards": "202", "body": "The last par five comes early and provides an opportunity to score. The long dogleg right has two sets of fairway bunkers on the left side. The peanut shaped green is long and sloped gently from back to front.", "image": ""}, {"number": "13", "parValue": "5", "yards": "547", "body": "The last par five comes early and provides an opportunity to score. The long dogleg right has two sets of fairway bunkers on the left side. The peanut shaped green is long and sloped gently from back to front.", "image": ""}, {"number": "14", "parValue": "4", "yards": "469", "body": "The longest par four on the course requires a long, precise drive. There are two fairway bunkers on this hole: one is short, left and the other is long, right. The stretch of fairway, near the bunker on the right, is sloped to the left. which will add distance to the shot. The approach shot must be accurate. This green is guarded by a bunker short of the green, on the left side, as well as bunkers around the green.", "image": ""}, {"number": "15", "parValue": "3", "yards": "206", "body": "The last par 3 is set in a large stand of eucalyptus trees. Extending bunkers on the left and right guard the green's narrow opening. Any pin placement, on this green, will make an exciting shot.", "image": ""}, {"number": "16", "parValue": "4", "yards": "454", "body": "Trees down the left side and water down the right make this par four a spectacular hole. The down slope on the left side of the fairway will aid a good tee shot. Since the water on the right comes into play about 150 yards from the green, the smart player will keep the tee shot in the wide section of the fairway. The proper yardage on the approach shot is also important, due to the small bunker just beyond the putting surface on he left.", "image": ""}, {"number": "17", "parValue": "4", "yards": "421", "body": "On this long par four, it is best to drive the ball into the right, center of the fairway. This will help to avoid the bunkers on the left side of the landing area, and will leave the player with a good angle into the green. The green flows from front left to back right.", "image": ""}, {"number": "18", "parValue": "4", "yards": "412", "body": "Eighteen's beauty begins at the tee box with a full view of the fairway, lake, clubhouse and a backdrop of the Santa Rosa Mountains. Avoiding the water left off the tee and again for the approach shot near the green are the challenges on this great finishing hole. The right side is framed with a lone fairway bunker and a series of green side bunkers. A par four on the home hole is always a nice number.", "image": ""}]}]}