{"header": {"version": "1.0"}, "pageType": "course", "tourCode": "r", "permNum": "003", "pageTitle": "Course", "courses": [{"number": "510", "sortOrder": "1", "name": "TPC Scottsdale", "parValue": "71", "yards": "7,216", "body": "<P><A href=\"http://www.tpc.com/tpc-scottsdale\" target=_blank>Check out the TPC Scottsdale at TPC.com</A><BR> <BR><A href=\"http://www.bestapproachflyovers.com/TSC_tpcscottsdalestadium/\" target=_blank>View course flyover</A></P>\n<P> </P>", "image": "/tournaments/r003/images/201202021429558297853SVRN8R4QV8.jpg", "holes": [{"number": "1", "parValue": "4", "yards": "410", "body": "The first hole is a medium-length par-4. Most players will use a fairway wood or long iron to avoid driving through the fairway. The green is protected on the right side by a large, deep bunker. The best approach to the green is from the left side of the fairway. Birdie opportunities are abundant.", "image": ""}, {"number": "2", "parValue": "4", "yards": "416", "body": "This is a slight downhill par-4 of medium length. Players will use a driver to avoid two right fairway bunkers and one small, deep pot bunker on the left side. Second shot is played to a small green, well-protected by a right-side bunker. It's a difficult hole depending on wind conditions.", "image": ""}, {"number": "3", "parValue": "5", "yards": "554", "body": "This is a long par 5 reached in two by only the biggest hitters. A player's tee shot must avoid a huge bunker on the left and a small stream on the right. The second shot must avoid sand traps in the landing area and water hazard fronting the green. The green is split level, protected in front and rear by deep bunkers. Accuracy is essential on each shot for a good birdie opportunity.", "image": ""}, {"number": "4", "parValue": "3", "yards": "175", "body": "This is the shortest of the par 3s. The green has three distinct levels, well-protected by surrounding bunkers. Putting can be a challenge.", "image": ""}, {"number": "5", "parValue": "4", "yards": "453", "body": "This is a long, straight par 4 with out-of-bounds down the entire right side. The enormous green is guarded on the left by a lone bunker. This hole is extremely difficult if a strong prevailing wind is present.", "image": ""}, {"number": "6", "parValue": "4", "yards": "431", "body": "Depending on the wind, this hole can be very difficult or very easy. The tee shot sets the tone. The player must avoid the left and right fairway cross bunkers. More bunkers are right and left of the green, and birdies are a common score.", "image": ""}, {"number": "7", "parValue": "3", "yards": "215", "body": "This is the longest of the par 3s, requiring the fairway wood to long iron from the tee. Bunkers are on both sides of the green with an abrupt slope protecting the opening to this green.</P>", "image": ""}, {"number": "8", "parValue": "4", "yards": "470", "body": "This is a long dogleg to the left. A directional bunker in the right-center of the fairway, 300 yards from the tee, provides players the line off the tee. A big, grass swale exists on the right side of the green. Par is a good score.", "image": ""}, {"number": "9", "parValue": "4", "yards": "464", "body": "This is a medium length, par-4 dogleg to the right. Players must avoid a deep bunker on the right side of the fairway. The green is wide but short, protected by a front pot bunker, grassy hollow back-left and a deep bunker to the right. A significant ridge bisects this green, making putting a challenge.", "image": ""}, {"number": "10", "parValue": "4", "yards": "403", "body": "This is a definite dogleg to the right. The player has three tee choices: a driver, fairway wood or long iron. A deep bunker defines the dogleg to the right. The second shot is a short iron played to an uphill green guarded by bunkers right and left.", "image": ""}, {"number": "11", "parValue": "4", "yards": "469", "body": "This is a demanding and dangerous hole. The lake along the entire left side is the player's biggest concern. A beach bunker protects the left front of this green with a hidden bunker behind the green. A good, strong hole with par always a good score.", "image": ""}, {"number": "12", "parValue": "3", "yards": "195", "body": "Here's a difficult par 3 with water guarding the entire right side and sand bunkers to the left and behind. The green is long and narrow with a two-club difference between the front and back pin placement.", "image": ""}, {"number": "13", "parValue": "5", "yards": "595", "body": "This hole is a par 5 with a split fairway. Played downwind, the shot is probably the right fairway, driving between the water and island desert. If successful, playing right cuts 40-50 yards off the length of the hole, making it reachable in two. The conservative player goes to the left and the wider driving area, however, eliminating a chance to reach this hole in two. The second landing area is wide, protected by an enormous left bunker and smaller right bunker. The green is small, guarded by a deep bunker located on the right front.", "image": ""}, {"number": "14", "parValue": "4", "yards": "476", "body": "This is a par 4 that rises slightly uphill with mounding on both sides of the driving area. The properly placed tee shot favors the right side giving the player an advantage and visibility in playing his second shot to a small green with bunkers on the right and left. A good, demanding hole.", "image": ""}, {"number": "15", "parValue": "5", "yards": "558", "body": "Here's a reachable par 5. Water in play on the tee shot, second shot and pitch to the island green. Scores range from 3-7 making it a pivotal hole and exciting for the spectator.", "image": ""}, {"number": "16", "parValue": "3", "yards": "162", "body": "This is designer Tom Weiskopf's favorite par 3 on the stadium-style course. The green is an elusive target, requiring accuracy. Scores vary from 2-4, offering the player a good birdie opportunity.", "image": ""}, {"number": "17", "parValue": "4", "yards": "332", "body": "A very exciting par 4, this hole can be driven from the tee. Danger lurks around the green with water and sand, and on both sides of the fairway with sand. This hole demands accuracy and finesse, rewarding placement of a long, straight drive. This is a great risk/reward hole with eagle a real possibility.", "image": ""}, {"number": "18", "parValue": "4", "yards": "438", "body": "This is the most dramatic hole on the course with a large lake along the left and sand on the right. Two bunkers give direction for playing the tee shot, which is demanding. So. too. is the second shot into the green with a very deep bunker to the right and a difficult slope protecting the left side and front. This is a demanding finishing hole, rewarding the proper placement of the tee shot and execution of the second shot.", "image": ""}]}]}