{"header": {"version": "1.0"}, "pageType": "course", "tourCode": "r", "permNum": "012", "pageTitle": "Course", "courses": [{"number": "012", "sortOrder": "1", "name": "Harbour Town GL", "parValue": "71", "yards": "7,101", "body": "<P>Harbour Town Golf Links was designed by Pete Dye in consultation with Jack Nicklaus and carries with it a bit of Scottish aire. </P>\n<P>Harbour Town Golf Links established the permanent site of the rechartering of the oldest golf club in South Carolina and possibly the United States - the South Carolina Golf Club. Notably, 1986 marked the 200th anniversary of golf's origin for South Carolinians, as the club was formed in 1786 by Scottish merchants. </P>\n<P>As well as its noted historic significance, Harbour Town is recognized annually as one of America's top courses, and is repeatedly selected by the PGA TOUR professionals as one of their favorite courses.</P>", "image": "/tournaments/r012/images/201208210822063623602SVRN8XDGHU.jpg", "holes": [{"number": "1", "parValue": "4", "yards": "410", "body": "A straight drive is imperative to stay between overhanging branches in a chute only 20 yards wide, but the fairway opens up at the landing area. A short or medium iron should reach a green protected by both sand and grass bunkers.", "image": "/tournaments/r012/images/200404040916457420723SVRT5XQM4H.jpg"}, {"number": "2", "parValue": "5", "yards": "502", "body": "Long hitters can reach the green in two if they keep the drive on the left side of the fairway. Otherwise, the second shot should be positioned down the left side to open up the green, which lies on a diagonal, for the third shot.", "image": "/tournaments/r012/images/20040404091656588033SVRT5XQM4L.jpg"}, {"number": "3", "parValue": "4", "yards": "469", "body": "Trees line both sides of the fairway, necessitating a straight shot from the tee. A large bunker guards the front of the green, with three more positioned to the right. A medium to short iron should get the job done, but the small green can be hard to hold.", "image": "/tournaments/r012/images/200404040917077478936SVRT5XQM4Q.jpg"}, {"number": "4", "parValue": "3", "yards": "200", "body": "A classic Pete Dye risk/reward design. There is ample room on the right to bail out, and a hidden bunker behind the green can save your ball from a hungry lagoon.", "image": "/tournaments/r012/images/200404040917195983375SVRT5XQM4U.jpg"}, {"number": "5", "parValue": "5", "yards": "540", "body": "Aim just to the right of the left fairway bunker, and then calculate your odds of making the green in two. The obstacles: a massive strategic bunker to the right, water and a greenside bunker left. A deep but narrow green falls off to the right and rear.", "image": "/tournaments/r012/images/200404040917331872789SVRT5XQM4Z.jpg"}, {"number": "6", "parValue": "4", "yards": "419", "body": "Devilishly difficult to master, this dogleg par 4 requires a precise drive to the middle right just left of the fairway bunker. Take advantage of the open avenue to the flag and try to avoid the bunkers flanking the green.", "image": "/tournaments/r012/images/20040404091753682968302SVRT5XQM57.jpg"}, {"number": "7", "parValue": "3", "yards": "195", "body": "The green is surrounded by sand, but the real hazards here are the trees. They will reject any off-line shot and make a successful recovery very tricky. The green is narrow but deep, and pin placement can affect club selection.", "image": "/tournaments/r012/images/200404040918135361542SVRT5XQM5E.jpg"}, {"number": "8", "parValue": "4", "yards": "473", "body": "Rated as the toughest hole on the course, No. 8 makes a well-placed drive essential to avoid water and strategically placed trees. Carrying the dogleg past the first two pines gives you a shot at one of the most elusive greens anywhere. Commend yourself for matching par, because you will have triumphed over a stubbornly resistant adversary.", "image": "/tournaments/r012/images/200404040918285662697SVRT5XQM5K.jpg"}, {"number": "9", "parValue": "4", "yards": "332", "body": "Placement is more important than power on this short but deceptive par 4. Drive to the middle of the fairway and avoid battling trees on your approach. The heart-shaped green is protected both in front and behind by sand.", "image": "/tournaments/r012/images/200404040918529408591SVRT5XQM5T.jpg"}, {"number": "10", "parValue": "4", "yards": "451", "body": "A wide landing area invites a big drive, but temper your gusto if you want to avoid the lagoon on the left. After a good drive, use a medium or long iron to get to a green nestled between woods and two strategically-placed bunkers.", "image": "/tournaments/r012/images/200404040920283339635SVRT5XQM6J.jpg"}, {"number": "11", "parValue": "4", "yards": "436", "body": "Plot your drive to stay within the chute, because a dangerous duo of trees and water lurks on both sides of the fairway. From the fairway, a long to medium iron must be rifled to the green, carefully avoiding the tree gracefully protecting the right side. The green is also flanked by bunkers.", "image": "/tournaments/r012/images/20040404092043528474102SVRT5XQM6P.jpg"}, {"number": "12", "parValue": "4", "yards": "430", "body": "Reaching the dogleg off the tee is imperative for any chance at par. Then the green is in range with a medium or long iron, but a back pin placement can make as much as a three-club difference. Two bunkers stand as the final challenge to those optimists in quest of par.", "image": "/tournaments/r012/images/200404040921104231512SVRT5XQM6Y.jpg"}, {"number": "13", "parValue": "4", "yards": "373", "body": "The tee shot here must be positioned to the right side of the fairway to set up the approach to the green. Then the second shot will be a short iron between the two large oaks. But don't score your par until you've surmounted the two final obstacles - a large cypress-banked bunker and a natural bunker just behind the green.", "image": "/tournaments/r012/images/200404040921252840709SVRT5XQM75.jpg"}, {"number": "14", "parValue": "3", "yards": "192", "body": "This is a beautiful aquatic layout with water from tee to green on the right. Thanks to overhanging trees, the green is a small, isolated target with an adjacent, small pot bunker bound to act as a magnet for the unsuspecting.", "image": "/tournaments/r012/images/200404040921463387677SVRT5XQM7M.jpg"}, {"number": "15", "parValue": "5", "yards": "588", "body": "You could call No. 15 a thinking challenge, since this great par 5 demands careful deliberation and shot execution all the way from tee to flag. To avoid nightmares on the approach, keep the drive from the tee as close to center as possible. This will save you from the fate of water on the left and zealous bunker-guardians on both sides.", "image": "/tournaments/r012/images/200404040922009056884SVRT5XQM7S.jpg"}, {"number": "16", "parValue": "4", "yards": "434", "body": "The exclamation point of sand just about says it all on this interesting dogleg left. Avoid the left. But also beware the slalom-like pines to the right. If you arrive unscathed after that first drive, it's just a short iron to the green. Aim carefully. The cluster of bunkers to the right can easily humiliate par-seekers.", "image": "/tournaments/r012/images/200404040922121023313SVRT5XQM7W.jpg"}, {"number": "17", "parValue": "3", "yards": "185", "body": "Water, water nearly everywhere says one thing: Take that bold iron shot and make it accurate - or else! In this scenario, the 90-yard bunker is the next best thing to a friend, since it could save a slightly off-center tee shot from a watery extension. Still, the head or crosswinds, which are the norm on this hole, can easily carry a shot into the lagoon.", "image": "/tournaments/r012/images/200404040922257015511SVRT5XQM82.jpg"}, {"number": "18", "parValue": "4", "yards": "472", "body": "In this emerald-hued finale, the famous lighthouse becomes a beacon to landlubbers. A successful shot is one aimed toward the cherished landmark. The goal is the wide landing area jutting into Calibogue Sound. A word of advice on one of golf's most spectacular finishing holes: the long approach to the flag offers ample bailout to the right where the innocent-looking but insidious mounding has caused many a want-to-be champ to lose a sought-after par.", "image": "/tournaments/r012/images/20040404092237148846202SVRT5XQM86.jpg"}]}]}