{"header": {"version": "1.0"}, "pageType": "course", "tourCode": "r", "permNum": "474", "pageTitle": "Course", "courses": [{"number": "", "sortOrder": "1", "name": "Nemacolin Woodlands Resort -- Mystic Rock Golf Course", "parValue": "72", "yards": "7,516", "body": "<P><STRONG>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Falling Rock at Nemacolin Woodlands Resort<BR>&nbsp;<BR></STRONG>Following&nbsp;the inaugural 84 LUMBER Classic in 2003, Mystic Rock golf course at Nemacolin Woodlands Resort underwent a&nbsp;comprehensive transformation.&nbsp; As a result, Mystic Rock was&nbsp;rated again by the Western Pennyslvania Golf Association.&nbsp; The course&nbsp;boasts a&nbsp;78.1 rating and a 151 slope from the championship tees, one of the toughest in the nation.&nbsp; </P>\n<P>The Pete Dye-designed course spans more than 200 acres of scenic Pennsylvania landscape and&nbsp;has received honors from <EM>GOLF Magazine</EM> and international recongnition from <EM>Golf Digest</EM> with a 4-1/2 star rating in their annual publication <EM>Best Places to Play</EM>.&nbsp; </P>\n<P>Before the 2005 tournament,&nbsp;additional changes were made, including the narrowing of several fairways&nbsp;and rebuilding of the 12th&nbsp;green, making it smaller and bringing more water into play.&nbsp;&nbsp;While not as extensive as the significant redesign of 2003-04, the changes&nbsp;made the course a more challenging venue for PGA TOUR players as well as golfers of all skill levels.</P>\n<P>Mystic Rock&nbsp;is also&nbsp;home to the Falling Rock Classic, July 17-18, 2006, a PGA Tri-State Section event believed to be the most lucrative sectional event in the country.&nbsp; The tournament, sponsored by 84 Lumber and Nemacolin Woodlands founder Joe Hardy, provides a total purse of $150,000 as well as sponsor's exemptions for the first- and second-place finishers into the 84 LUMBER Classic.</P>\n<P>As evidence of Mystic Rock's growing stature the course has been selected to host the 2006 Pennsylvania State Open and the 2007 Western Pennsylvania Open which attract the very best players from across Pennsylvania and the western Pennsylvania region.&nbsp;&nbsp;</P>", "image": "/tournaments/r474/images/200502230829496868481SVRN69VHU6.jpg", "holes": [{"number": "1", "parValue": "4", "yards": "371", "body": "<P>The par-4 opening hole on Mystic Rock will have players avoiding the steep slope right of the fairway from the tee. A well-placed tee shot down the left side will provide the best view of this narrow green, which is guarded by a steep slope and bunker on the right side.&nbsp; Do not be long on your approach!</P>\n<P>&nbsp;</P>\n<P><BR>&nbsp;</P>", "image": "/tournaments/r474/images/20040728174507696230202SVRN63BTHQ.jpg"}, {"number": "2", "parValue": "4", "yards": "469", "body": "<P>The statue of Gene Sarazen keeps watch over this visually intimidating tee shot. Long hitters will try and carry the rock wall and valley, which will provide the best view of the green. The deep bunkers left and a sloping green will demand a precision approach here.</P>", "image": "/tournaments/r474/images/200407281746107584255SVRN63BTJD.jpg"}, {"number": "3", "parValue": "3", "yards": "231", "body": "<P>This picturesque par 3 demands a long iron approach to an undulating green. A deep bunker on the left will leave the appearance of a smaller target.&nbsp;Par is a good score here.</P>\n<P>&nbsp;</P>", "image": "/tournaments/r474/images/200407281746572687788SVRN63BTJV.jpg"}, {"number": "4", "parValue": "4", "yards": "385", "body": "<P>The extremely deep waste bunker on the left will force players up the right side of the fairway. The right&nbsp;to left slope of the fairway will leave many players with an uneven lie into this heavily-sloped green.</P>\n<P>&nbsp;</P>\n<P>&nbsp;</P>", "image": "/tournaments/r474/images/200407281747553174908SVRN63BTKG.jpg"}, {"number": "5", "parValue": "5", "yards": "598", "body": "<P>This 598-yard par 5 is reachable by only the longest players in the field. Bunkers in the landing areas and lay-up areas will test the best course managers. Be creative with your approach into this green that runs quickly away from the player, but do not be long or you will find yourself lost in the tall stuff.</P>\n<P>&nbsp;</P>", "image": "/tournaments/r474/images/20040728174853582958102SVRN63BTL3.jpg"}, {"number": "6", "parValue": "4", "yards": "410", "body": "<P>With the waterfall nearby, players will try to navigate this narrow par 4. Woods on the right and water on the left make it one of the more demanding tee shots on the course. A short iron approach will leave the accurate players with a chance at birdie.</P>\n<P>&nbsp;</P>", "image": "/tournaments/r474/images/200407281749402776235SVRN63BTLK.jpg"}, {"number": "7", "parValue": "3", "yards": "223", "body": "<P>A downhill par 3 to a&nbsp;heavily guarded&nbsp;green.&nbsp; A new greenside bunker will demand an accurate approach with a middle to short iron.&nbsp; Picking the right club is a must.</P>\n<P>&nbsp;</P>", "image": "/tournaments/r474/images/200407281750254864754SVRN63BTM2.jpg"}, {"number": "8", "parValue": "5", "yards": "545", "body": "<P>Players will want to avoid the Sahara-like bunker on the left and the rock wall on the right from the tee. A very accurate long iron or fairway wood second shot&nbsp;must find the tiny green.&nbsp; Players who lay-up will find an awkward semi-blind pitch to this green.</P>\n<P>&nbsp;</P>\n<P>&nbsp;</P>", "image": "/tournaments/r474/images/200407281751142434618SVRN63BTMJ.jpg"}, {"number": "9", "parValue": "4", "yards": "484", "body": "<P>The ninth, one of the most difficult par 4s at Mystic Rock, will demand two accurate shots.&nbsp; A drive left will find a wet ball.&nbsp; Lay it out to the right and you will need a chainsaw.&nbsp; Accuracy is the name of the game on both the drive and the second shot.</P>", "image": "/tournaments/r474/images/200407281752236797281SVRN63BTN9.jpg"}, {"number": "10", "parValue": "4", "yards": "438", "body": "<P>Starting home, the players face a trying tee shot to a narrow landing area of 28 yards.&nbsp; From there a mid to short iron will have to find this tricky green.</P>", "image": "/tournaments/r474/images/200407281743144450161SVRN63BTGJ.jpg"}, {"number": "11", "parValue": "5", "yards": "634", "body": "<P>At 634 yards, this monster of a par 5 has a blind tee shot which requires length and accuracy to set up any chance at going for the beautifully-designed green in two. If forced to lay back, players face a more demanding shot to carry the lake. An approach from the left side opens the green.</P>\n<P>&nbsp;</P>", "image": "/tournaments/r474/images/200407281741545762548SVRN63BTFQ.jpg"}, {"number": "12", "parValue": "3", "yards": "181/156", "body": "<P>Club selection is critical on this demanding par 3.&nbsp; Redesigned for 2005, the green has been reduced in size to 3,300 square feet and water has been brought into play on 2 sides.&nbsp; Long is safe, but long and left will find you in a Pete Dye Signature pot bunker.&nbsp; 3 is a good score here.</P>", "image": "/tournaments/r474/images/20040728174017596311SVRN63BTEP.jpg"}, {"number": "13", "parValue": "4", "yards": "394", "body": "<P>With the slight dogleg right, players will try and find the landing area left of the fairway bunker. Bunkers protect this small green short and left. Two well-played shots may provide an opportunity at birdie.&nbsp; Some may even try to drive this green.</P>\n<P>&nbsp;</P>", "image": "/tournaments/r474/images/20040728173934972789SVRN63BTE9.jpg"}, {"number": "14", "parValue": "4", "yards": "465", "body": "<P>One of the most challenging holes on the golf course, this long par 4 demands length and accuracy.&nbsp; Think you're long, try over the bunker.&nbsp; Not quite sure, play it out to the left and the second shot becomes a scary iron shot over a long deep bunker.</P>", "image": "/tournaments/r474/images/200407281738501885349SVRN63BTDS.jpg"}, {"number": "15", "parValue": "4", "yards": "463", "body": "<P>The pros will contend with more Sahara-like fairway bunkers on Hole 15.&nbsp; The large fariway bunker in the tee shot landing area will force players right, bringing heavy rough into play.&nbsp; The green is elevated and will require a middle iron approach.</P>\n<P>&nbsp;</P>", "image": "/tournaments/r474/images/200407281738079660802SVRN63BTDC.jpg"}, {"number": "16", "parValue": "5", "yards": "525", "body": "<P>This beautifully designed par 5 is a classic risk-and-reward hole. Drive it long, but accurate to miss the fairway bunkers on the right and left and the second shot becomes a decision.&nbsp; With a lake guarding the front left of the green and the fairway narrowed in from the right, there is no room for error.&nbsp; Hit the green and it is birdie time, miss the green and you will scramble to save par.</P>\n<P>&nbsp;</P>", "image": "/tournaments/r474/images/200407281737062527861SVRN63BTCQ.jpg"}, {"number": "17", "parValue": "3", "yards": "204", "body": "<P>Coming down the stretch, this par 3 will provide an excellent test to find our champion. At 204 yards, the hole has water running the entire length of the left side. The pot bunker on the right side of the green will not allow the players to bail out right avoiding the water left.&nbsp; A great hole at a critical time in the round.</P>\n<P>&nbsp;</P>", "image": "/tournaments/r474/images/200407281735316669557SVRN63BTBQ.jpg"}, {"number": "18", "parValue": "4", "yards": "468", "body": "<P>The 18th at Mystic Rock is one of the great finishing holes in all of championship golf.&nbsp; The tee shot is very intimidating hitting into a narrow fairway guarded left and right by trouble.&nbsp; The view is spectacular with Falling Rock in the background, but don't think that a safe drive means par.&nbsp; The second shot requires a long iron into a green that is guarded front and right by two deep bunkers.&nbsp; There is safety left, but 4 here is not a given.</P>\n<P>&nbsp;</P>", "image": "/tournaments/r474/images/20040728173431640085602SVRN63BTB4.jpg"}]}]}