{"number": "656", "sortOrder": "1", "name": "Plantation Course at Kapalua", "parValue": "73", "yards": "7,411", "body": "", "image": "", "holes": [{"number": "1", "parValue": "4", "yards": "520", "body": "<STRONG>\"Kapalua,\"</STRONG> a downhill, downwind par 4 of immense proportion, introduces the character, scale and drama of the course about to be played. An adequate tee shot assisted by the wind and slope should leave a middle to long iron approach to an expansive and welcoming green that slopes from left to right. The difficulty of this hole is more psychological than physical.", "image": ""}, {"number": "2", "parValue": "3", "yards": "218", "body": "<STRONG>\"Drift\"</STRONG> is a downwind par 3, to a large green angled from left to right. The tilt of the green plus the direction and force of the wind favor shots that fade and are played with finesse. Running approaches are encouraged and rewarded here.", "image": ""}, {"number": "3", "parValue": "4", "yards": "380", "body": "<STRONG>\"Easterly\"</STRONG> is a hole of medium length made longer by playing directly into the trade winds. The fairway bends slightly to the right, past a cluster of bunkers leading to a plateaued green which slopes from right to left; it is guarded on the wings by two predominate bunkers. The slope of the green combined with the trade winds make this an elusive target and an appreciated par...", "image": ""}, {"number": "4", "parValue": "4", "yards": "382", "body": "<STRONG>\"The High Road.\"</STRONG> Reminiscent of The National Golf Links in Southampton, Long Island, \"The High Road\" is an old fashioned affair with a well-defined drive over a high hill to a rolling fairway. Play the approach shot with medium irons to a wide green that gathers from right to left. The shallow left side of the green and winds crossing from the left make approaches to the left pin placements more difficult.", "image": ""}, {"number": "5", "parValue": "5", "yards": "532", "body": "<STRONG>\"Cape.\"</STRONG> A natural, daring par 5. \"Cape\" slopes left to right all the way. The fairway culminates at a green perched on a peninsula high above the canyon that borders the entire right side of the hole. The nature of the hole entices the player to \"have a go\" after a fine drive. Aim approaches at the left side of the green. Courage, but not foolhardiness, is rewarded here. <A href=\"http://video.cgi.cbs.com/video/video.pl?url=/pgatour/video/2006/aerials/kapalua_05_1.wmv\" target=\"_blank\">View video flyover.</A>", "image": ""}, {"number": "6", "parValue": "4", "yards": "398", "body": "<STRONG>\"Cross n' Down.\"</STRONG> A spectacular, mysterious par 4 with alternate routes to the green, \"Cross n' Down\" plays through strong cross winds from the right. Play the ideal tee shot dangerously, powerfully and accurately across the cliffs to the right side of the fairway, where the green may be adequately viewed. The more conservative left route creates a blind approach to the bowl-shaped green.", "image": ""}, {"number": "7", "parValue": "4", "yards": "516", "body": "<STRONG>\"Molokai,\"</STRONG> the second of three long, downhill, downwind par 4s, plays much shorter than its listed yardage due to the prevailing wind and assisting slopes. The expansive fairway angling from left to right is inviting as is the large undulating green. The green, with its bunkering, encourages running approaches.", "image": ""}, {"number": "8", "parValue": "3", "yards": "203", "body": "<STRONG>\"Gorge\"</STRONG> is a middle-iron par 3 playing across a native canyon to a receptive green. The green, which slopes back to front and right to left, was built to hold and nurse the ball to the left, given the strong trade winds from the right.", "image": ""}, {"number": "9", "parValue": "5", "yards": "521", "body": "<STRONG>\"Long,\"</STRONG> likely the course's most demanding hole, requires three quality shots directly into the wind to reach the green. The tee shot must be solidly played into the fairway to allow the second to carry a large valley in the fairway crossing. Shots failing to carry the valley leave blind approaches; those carrying the valley will position the players for a short iron or pitch approach to a plateaued green guarded by bunkers on the right. Here, par is coveted.", "image": ""}, {"number": "10", "parValue": "4", "yards": "354", "body": "<STRONG>\"Humpback.\"</STRONG> The 10th, like the third, is a relatively short par 4 made substantially longer by playing into the wind and slightly uphill. The ample fairway, tilting dramatically from right to left, invites controlled draws. The same tilting, however, can encourage uncontrolled hooks when approaches are played from its slopes toward the plateaued green. The green rewards low, driving shots into the wind and running approaches.", "image": ""}, {"number": "11", "parValue": "3", "yards": "164", "body": "<STRONG>\"Bay.\"</STRONG> The last par 3 of the course demands - and rewards - thoughtful finesse. The desired tee shot is a short iron that either \"cuts\" and \"holds\" into the wind blowing from the player's right shoulder or one that allows for drift and uses the approach and slope of the green for assistance. A shot flown directly to the back left pin will not likely be tried more than once.", "image": ""}, {"number": "12", "parValue": "4", "yards": "420", "body": "<STRONG>\"Lanai\"</STRONG> is a statistically long par 4r transformed into a drive and pitch hole by the prevailing wind. An accurate, carrying tee shot to the hilltop leaves a short pitch to a small concave green with steep surrounding slopes. The bunkers guarding the putting surface on all but the front are placed more to save errant approaches from further harm than for penalty. A pitch shot landing 20 yards short will find its way to the green.", "image": ""}, {"number": "13", "parValue": "4", "yards": "407", "body": "<STRONG>\"The Low Road.\"</STRONG> The most difficult par 4 on the course, this long hole is made far longer and more difficult by the winds. Low boring tee shots and long iron or fairway wood approaches favoring the right side of the fairway are necessary to reach this deep and deceptive green in regulation. Putts numbering three or more will also be commonplace given the green's size, slope and the wind's effects.", "image": ""}, {"number": "14", "parValue": "4", "yards": "305", "body": "<STRONG>\"Plateau,\"</STRONG> a very short par 4 playing through a crossing wind from the left, appears by yardage to be one of the easier holes on the course. Yet, the course's smallest green perched atop another plateau, the ever-present winds and an expansive array of fairway bunkers lying in wait test both tee shots and approaches. What this hole may lack in length it more than compensates for in personality.", "image": ""}, {"number": "15", "parValue": "5", "yards": "555", "body": "<STRONG>\"Switchback.\"</STRONG> A double dogleg par 5 showing not bunkers but natural character. \"Switchback\" is strongly defined by its slopes, the crossing winds and another native canyon that borders the tee shot area on the right and the green on the left. Shots played more closely along these dangerous borders will afford opportunity for birdies.", "image": ""}, {"number": "16", "parValue": "4", "yards": "365", "body": "<STRONG>\"Arena.\"</STRONG> A moderate length par 4 with strong trade winds crossing from the left, \"Arena\" is a strategic hole of merit. A string of fairway bunkers on a diagonal from left to right strongly influence tee shot decisions. Tee shots played powerfully and accurately over the bunkers afford the best angle of attack to all pins except those set far left. These left side pins are best approached from the far right side of the fairway, an area most dangerous to long drivers.", "image": ""}, {"number": "17", "parValue": "4", "yards": "508", "body": "<STRONG>\"Sunset.\"</STRONG> Another unusually long par 4, \"Sunset\" is made accessible by prevailing winds and a downhill slope exceeding 150 feet from tee to green. The tee shot, preferably a high soaring draw, plays to a wide, collecting fairway sloping right to left. Approach shots are played with anything from middle irons to fairway woods; a large yet subtle green beckons to and accepts the long running approach.", "image": ""}, {"number": "18", "parValue": "5", "yards": "663", "body": "<STRONG>\"Home.\"</STRONG> The hole around which the rest of the course was formulated, \"Home\" is an extremely long downhill, downwind par 5. The hole is made reachable in two powerful blows by the assisting winds and slope. The large, receptive fairway and green are difficult to judge owing to the vast panoramas and the scale of the background. Here, the scale and drama are uncommon; the challenge is within reason, while the surrounding beauty is unparalleled.", "image": ""}]}