{"header": {"version": "1.0"}, "pageType": "course", "tourCode": "r", "permNum": "005", "pageTitle": "Course", "courses": [{"number": "005", "sortOrder": "1", "name": "Pebble Beach GL", "parValue": "72", "yards": "6816", "body": "Since 1919, the exquisite beauty and unique challenge of Pebble Beach Golf Links has thrilled golfers and spectators alike. Pebble Beach has been the site of golf's most prestigious tournaments, including the annual AT&amp;T Pebble Beach National Pro-Am, the 1972, '82, '92, 2000 and 2010 U.S. Open Championships. \n<P>Pebble Beach Golf Links is ranked the #1 Public Course in America by Golf Digest for 2009/2010. \n<P>Designed by Jack Neville and Douglas Grant, the course hugs the rugged coastline, providing wide-open vistas, cliffside fairways and sloping greens. It is a delightful challenge for all players. \n<P>Pebble Beach Golf Links also includes chipping and putting greens and the Peter Hay Par-Three Golf Course and practice range. The Golf Shop and first tee are located directly across from The Lodge at Pebble Beach. \n<UL>\n<LI><A href=\"http://www.pebblebeach.com/page.asp?pageName=_Golf_PBGL_Main\" target=_blank>Official website: Pebble Beach Golf Links</A> \n<LI><A href=\"http://www.gcsaa.org/\" target=_blank>Official website: Golf Course Superintendents Association of America</A> </LI></UL>\n\n", "image": "", "holes": [{"number": "1", "parValue": "4", "yards": "381", "body": "With the rough grown in on the right as part of the championship course set-up, what was once a soft dogleg par 4 now bends abruptly to the right. Although the fairway slope will help a ball that is hit from left to right, length is not important here. It's the first hole, and the priority is to keep the ball in the fairway to allow a clean approach to a very narrow green. Look for the players to hit long irons from the tee.", "image": ""}, {"number": "2", "parValue": "5", "yards": "502", "body": "Because this hole normally plays as a par 5 the green is quite narrow, which means you want to leave as short an approach as possible. That means that, even though the fairway is only 30 yards wide, players will be hitting driver as hard and as long as possible. The change also will alter the way the players approach the course. When this was a par 5, the idea was to pick up birdies before you hit the ocean holes. Not anymore.", "image": ""}, {"number": "3", "parValue": "4", "yards": "390", "body": "This is almost a mirror image of the first hole, but with a sharper turn. Again, the idea is to hit the fairway, probably with a long iron or a fairway wood, to have any chance of birdie. The tee shot sets up nicely for players who hit a draw, which is to say just about everyone in the field. The reverse is true for the approach shot. Because the green slopes softly from right to left, it calls for a high fade.", "image": ""}, {"number": "4", "parValue": "4", "yards": "331", "body": "With the tendency to keep well away from the ocean on the right, a lot of players could end up in the rough and the large bunker to the left. That will leave a short but tricky approach to a green that sits close to the cliffs.", "image": ""}, {"number": "5", "parValue": "3", "yards": "188", "body": "This new par 3 made its U.S. Open debut in 2000, and what an entry it was. Although the prevailing wind blows from the ocean, it has a tendency to swirl, which will make club selection perplexing. And watch what happens to the pro who thinks a ball hit short and left will then feed into the green. It looks as though it should do that, but it more than likely will kick forward into the rough or sand, and that will leave a very delicate chip to a slick, sloping green.", "image": ""}, {"number": "6", "parValue": "5", "yards": "513", "body": "This hole demands the driver. That's because a ball not hit far enough probably will prevent the player from reaching the second landing area, past the swath of rough, on the second shot. That will mean a lay-up and a blind third shot to a small green with a long iron. That's not something to look forward to, so expect to see the field cranking driver here.", "image": ""}, {"number": "7", "parValue": "3", "yards": "106", "body": "The shortest hole in major championship golf is all about the wind. In the 1992 U.S. Open, for example, eventual champion Tom Kite hit a sand wedge for his tee shot on Saturday and a 6-iron on Sunday. If the wind does blow, look for players to switch from club to club before hitting.", "image": ""}, {"number": "8", "parValue": "4", "yards": "418", "body": "The competitors will have spent their practice rounds stepping off the landing area because it's absolutely crucial that they find the fairway with what probably will be a 3-wood or 2-iron hit blind from the tee. Unfortunately, however, there's not much fairway to find. Those who hit safely will face a middle iron over the waves. Those who don't probably will play for bogey.", "image": ""}, {"number": "9", "parValue": "4", "yards": "466", "body": "This is the toughest hole on the golf course. Because the fairway slopes severely toward the ocean, the approach must be hit from a hanging lie. What usually happens is that the player leaks it to the right a little or overcompensates and ends up in the left rough or the greenside bunker. The approach to No. 8 may be the most critical on the course, but the approach to the ninth is just as difficult and if you've missed the eighth, the ninth is not place to pick up lost strokes.", "image": ""}, {"number": "10", "parValue": "4", "yards": "446", "body": "The last in this stretch of holes along Carmel Bay is another long par 4 that slopes toward the water. It's a tough, tough tee shot. If it lands in the center or right of the fairway, the ball likely will roll into deep rough to the right. A ball hit left should stay safe. But a ball hit too far left could find rough or sand.", "image": ""}, {"number": "11", "parValue": "4", "yards": "380", "body": "The prevailing wind blows off the sea and should help the tee shot, yet it still must be hit blind to a landing area that is only 28 yards wide. On the approach, only the front left of the green is visible, so on most days players will be hitting two blind shots in a row. It is not good to hit the approach long here. Because the green slopes so severely from back to front, a chip or even a putt could easily run right off the putting surface.", "image": ""}, {"number": "12", "parValue": "3", "yards": "202", "body": "This will be a tough green to hold because it is the firmest on the course. The players will fare best if they can feed their tee shots in from right to left, and do so softly. Just about anything that hits the middle of the green will bounce into rough or sand behind the green.", "image": ""}, {"number": "13", "parValue": "4", "yards": "399", "body": "Three fairway bunkers have been added to the right side (in a mirror configuration of those just short of the green), but this remains a birdie opportunity. Players overjuicing their approaches will chip back from a closely mown area behind the green to the slickest putting surface on the course.", "image": ""}, {"number": "14", "parValue": "5", "yards": "573", "body": "Rough grown in on the left side of the landing area should take the driver out of play. It is possible to carry the fairway bunker on the right, but that shot runs the risk of going all the way through the fairway and finding the rough. Most players will play two shots, then attack the flag.", "image": ""}, {"number": "15", "parValue": "4", "yards": "397", "body": "This probably is one of the more straightforward holes on the golf course, and although the fairway has been pinched in to about 30 yards, players should be able to hit a long iron or fairway wood off the tee and still get the approach close for a real chance at birdie.", "image": ""}, {"number": "16", "parValue": "4", "yards": "403", "body": "The prime tee shot is hit from left to right with a 2- or 3-iron to the upper shelf of the fairway, between 230-240 yards out. A ball hit too long will bound down into a depression and probably into the left rough, while a ball hit too far right will either find sand or rough, or have tree limbs interfering with the approach. This is a tricky green, too, as shots tend to slide to the left when they land.", "image": ""}, {"number": "17", "parValue": "3", "yards": "178", "body": "Conditions can be deceptive here. With a hedge running along the right side, and temporary grandstands to the right of and behind the green, it might seem calm even on a windy day. Players should pay attention to what the flag is doing and expect there to be more wind than they think.", "image": ""}, {"number": "18", "parValue": "5", "yards": "543", "body": "A new tee further out to sea actually makes the tee shot a little easier, but it still must negotiate the coastline. Only the longest hitters will be able to reach the green in two if they keep their balls in the fairway, although a good, hard drive will bounce considerably because these fairways run firm and fast in the summer.", "image": ""}]}, {"number": "769", "sortOrder": "2", "name": "Monterey Peninsula CC", "parValue": "70", "yards": "6838", "body": "Monterey Peninsula Country Club originally opened in July 1926, with the Dunes Course, a vision of Pebble Beach founder, Samuel F. B. Morse. The club properties account for roughly four hundred acres of land in the central region of the Monterey Peninsula. The Shores Course was designed by Bob E. Baldock and Jack Nevillein 1959 after the members purchased the club from Del Monte Properties. \n<p>\nIn 2003, more than 40 years later, the members decided to hire Mike Strantz to redesign a layout on par with the stunning land it was first sowed. \"I wanted to shape the course to sweep with the natural terrain-the rocks, the trees and grasses, the ocean,\" Strantz said. \"I dreamed that the course would appear to dance among the cypress trees on this coastline forever.\" Strantz designed 12 new holes and remodeled the other six to add more than 500 yards to the par-72 layout. Strantz was diagnosed with tongue cancer at the start of this final project of his life, but it is obvious that he poured everything he had left into it. He died in 2005. \n<p>\nThe Shores Course was part of the Crosby golf tournament hosted by Bing Crosby, currently the AT&T Pebble Beach National Pro-Am, from 1965, 1966 and 1977. 2010 is a rebirth for the Shores Course as it has Poppy Hills Golf Course in the rotation of courses to be played by PGA TOUR pros and Hollywood celebrities.\n<p>\n<ul>\n<li><A href=\"http://www.montereypeninsulagolf.com/Monterey+Peninsula+Country+Club+Shores+Course\" target=\"_blank\">Official website: Monterey Peninsula Shore Course</a></li>\n<li><A href=\"http://www.gcsaa.org/\" target=\"_blank\">Official website: Golf Course Superintendents Association of America</a></li>\n</ul>\n", "image": "", "holes": [{"number": "1", "parValue": "4", "yards": "454", "body": "", "image": ""}, {"number": "2", "parValue": "4", "yards": "391", "body": "", "image": ""}, {"number": "3", "parValue": "3", "yards": "155", "body": "", "image": ""}, {"number": "4", "parValue": "4", "yards": "401", "body": "", "image": ""}, {"number": "5", "parValue": "4", "yards": "349", "body": "", "image": ""}, {"number": "6", "parValue": "5", "yards": "548", "body": "", "image": ""}, {"number": "7", "parValue": "3", "yards": "226", "body": "", "image": ""}, {"number": "8", "parValue": "4", "yards": "454", "body": "", "image": ""}, {"number": "9", "parValue": "3", "yards": "224", "body": "", "image": ""}, {"number": "10", "parValue": "5", "yards": "544", "body": "", "image": ""}, {"number": "11", "parValue": "3", "yards": "176", "body": "", "image": ""}, {"number": "12", "parValue": "5", "yards": "599", "body": "", "image": ""}, {"number": "13", "parValue": "4", "yards": "401", "body": "", "image": ""}, {"number": "14", "parValue": "3", "yards": "190", "body": "", "image": ""}, {"number": "15", "parValue": "4", "yards": "415", "body": "", "image": ""}, {"number": "16", "parValue": "4", "yards": "500", "body": "", "image": ""}, {"number": "17", "parValue": "4", "yards": "430", "body": "", "image": ""}, {"number": "18", "parValue": "4", "yards": "381", "body": "", "image": ""}]}, {"number": "205", "sortOrder": "3", "name": "Spyglass Hill GC", "parValue": "72", "yards": "6858", "body": "Spyglass Hill Golf Course was designed by Robert Trent Jones, Sr., as a part of the master plan for the Pebble Beach ocean front. S.F.B. Morse, founder of Pebble Beach Company, and chairman of the board of Del Monte Properties, envisioned a string of golf courses around Del Monte Forest's shoreline. Morse commissioned Jones to design a course between Cypress point and Pebble Beach. \n<p>\nSpyglass Hill is an annual co-host to the AT&T Pebble Beach National Pro-Am, formerly known as the Crosby. Spyglass Hill co-hosted the 1999 United States Amateur during medal play rounds, and hosts many other world-class professional and amateur events each year as well. \n<p>\n<ul>\n<li><A href=\"http://www.pebblebeach.com/page.asp?pageName=_Golf_Spyglass_Main\" target=\"_blank\">Official website: Spyglass Hill Golf Course</a></li>\n<li><A href=\"http://www.gcsaa.org/\" target=\"_blank\">Official website: Golf Course Superintendents Association of America </A>\n</li>\n</ul>", "image": "", "holes": [{"number": "1", "parValue": "5", "yards": "595", "body": "", "image": ""}, {"number": "2", "parValue": "4", "yards": "349", "body": "", "image": ""}, {"number": "3", "parValue": "3", "yards": "152", "body": "", "image": ""}, {"number": "4", "parValue": "4", "yards": "370", "body": "", "image": ""}, {"number": "5", "parValue": "3", "yards": "183", "body": "", "image": ""}, {"number": "6", "parValue": "4", "yards": "416", "body": "", "image": ""}, {"number": "7", "parValue": "5", "yards": "529", "body": "", "image": ""}, {"number": "8", "parValue": "4", "yards": "399", "body": "", "image": ""}, {"number": "9", "parValue": "4", "yards": "431", "body": "", "image": ""}, {"number": "10", "parValue": "4", "yards": "407", "body": "", "image": ""}, {"number": "11", "parValue": "5", "yards": "528", "body": "", "image": ""}, {"number": "12", "parValue": "3", "yards": "178", "body": "", "image": ""}, {"number": "13", "parValue": "4", "yards": "441", "body": "", "image": ""}, {"number": "14", "parValue": "5", "yards": "560", "body": "", "image": ""}, {"number": "15", "parValue": "3", "yards": "125", "body": "", "image": ""}, {"number": "16", "parValue": "4", "yards": "462", "body": "", "image": ""}, {"number": "17", "parValue": "4", "yards": "325", "body": "", "image": ""}, {"number": "18", "parValue": "4", "yards": "408", "body": "", "image": ""}]}]}