{"header": {"version": "1.0"}, "pageType": "course", "tourCode": "r", "permNum": "494", "pageTitle": "Course", "courses": [{"number": "800", "sortOrder": "1", "name": "Kuala Lumpur Golf & CC", "parValue": "72", "yards": "6951", "body": "The beautiful fairways of Kuala Lumpur Golf & Country Club (KLGCC) are situated just 8 kilometers away from the heart of the city. Originally opened in 1991, the West and East Courses were completely redesigned by renowned international golf course architects E & G Parslow and re-opened in 2008 and 2010, respectively. The course is no stranger to world-class golf, serving as the host of the European Tour and Asian Tour's co-sanctioned Malaysian Open for the past four years. For three consecutive years, KLGCC has been named as the &#145;Golf Club of the Year' at the annual ParGolf Awards and viewed as the premier country club in all of Malaysia. \n\n\nThe West Course offers pristine playing conditions exceptional detail, aesthetic beauty combined with the importance of player strategy - a \"flagship\" to the future of golf course design and quality of playing mediums in Asia.\n\n", "image": "", "holes": [{"number": "1", "parValue": "4", "yards": "400", "body": "The optimum tee shot is to fade a drive from the center bunker left, up on to the flat area, past the right bunker, leaving a short iron to the well bunkered green.\n\nThe green offers many interesting hole locations, which will require careful club selection and precision, if attacking the flag.\n", "image": ""}, {"number": "2", "parValue": "4", "yards": "444", "body": "A relatively wide fairway split by a tongue of rough, extending from the middle fairway bunker - a \"thinkers\" tee shot. For the long hitter, a 3 metal would be a wise selection as a driver could find the lake. If the hole location in back left, the tee shot to the right side of the fairway would be advantageous. For back right or central hole location, a tee shot to the left side of the fairway is advisable.\n\nA precision mid to short iron is required to this huge undulating green, protected by four large bunkers and the lake to the left.\n", "image": ""}, {"number": "3", "parValue": "5", "yards": "503", "body": "A powerful drive just to the right of the center, bunkers give the long hitter a chance of reaching the green in two. However, if the tee shot finds a bunker a difficult mid iron shot to the green would be required for the third shot.\n\nThe green sites is well bunkered and BEWARE, a poorly executed shot or incorrect club selection finding front bunkers extends a severe penalty, leaving the more difficult shot in golf (the long bunker explosion. Back hole locations are difficult and be careful, not to go through this undulating green.\n", "image": ""}, {"number": "4", "parValue": "3", "yards": "140", "body": "Though only short, this hole requires great care in club selection and precision in shot making as the green is fairly narrow from front to back. With the sloping green, it is advisable to be short of the hole to have a birdie chance.", "image": ""}, {"number": "5", "parValue": "5", "yards": "518", "body": "A real \"FUN HOLE\" will see potential eagles as this hole requires a long and accurate drive to find the \"go zone\". There will be many bogeys, or worse, for bad thinkers. The green is well protected by pond and two strategically positioned bunkers. Long putts are extremely difficult on this large undulating green.", "image": ""}, {"number": "6", "parValue": "4", "yards": "420", "body": "A careful tee shot of approximately 252 yards to the left of the fairway bunker is the optimum position to approach the green. A tongue of rough extends from the fairway bunker to the path, and may catch the longer tee shot.\n\nThe green is well protected by bunkers and presents many challenging hole locations.\n", "image": ""}, {"number": "7", "parValue": "4", "yards": "375", "body": "Though only a short par 4, this is a real \"thinkers\" hole. Great care must be taken with club selection from the tee. Only the real power hitter can attempt to carry the left bunkers, with a reward of a relatively easy pitch shot to the green.\n\nThe pond to the right and the fairway bunkers are quite penal. The approach for the undulating green requires great precision particularly with front, or rear hole locations. Be careful, through the green is potential disaster!\n", "image": ""}, {"number": "8", "parValue": "3", "yards": "203", "body": "A mid to long iron shot is required, preferably below the hole for aggression with the birdie putt.\n\nThe left half of the green is well protected by two bunkers, whilst the right half of the green offers ease of accessibility.\n", "image": ""}, {"number": "9", "parValue": "4", "yards": "404", "body": "A tee shot of approximately 241 yards offers a wide landing area, just short of the left fairway bunker, leaving an approach with a mid to short iron.\n\nGoing with driver requires a great accuracy with the pond cutting into the fairway right and the Pulai trees, strategically positioned to the left. The perfect drive will be rewarded with a relatively simple pitch shot remaining.\n\nThe green is quite undulating and well protected with bunkers. Birdie putts are easier to attack from below the hole. \n", "image": ""}, {"number": "10", "parValue": "5", "yards": "559", "body": "An aggressive drive requires great accuracy with the lake to the right and bunker on the left. A negative tee shot to the left will find the rough with a difficult second shot with the ball well below your feet and trees to negotiate.\nThe approach to the green requires much thought and intelligence with this narrow, well bunkered green. The bunkers, just short of the green to the right, demand a long explosion shot and should be avoided.\n", "image": ""}, {"number": "11", "parValue": "3", "yards": "202", "body": "Aesthetically beautiful, strategically demanding. A medium to long iron tee shot is required and best to leave the tee shot, short of the hole location leaving an uphill birdie putt, but be careful of the water.", "image": ""}, {"number": "12", "parValue": "4", "yards": "479", "body": "A great hole. An accurate tee shot is necessary to avoid the fairway bunkers as an approach to the green from these bunkers is extremely difficult and sometimes foolish with the pond and stream protecting the green.\n\nA large, receptive, undulating and well protected green awaits the precision approach.\n", "image": ""}, {"number": "13", "parValue": "4", "yards": "459", "body": "A very difficult hole. Although there are no fairway bunkers, length and accuracy is required with the tee shot.\n\nA solid mid iron will be necessary to reach the elevated undulating green which is protected by three large bunkers.\n\nIn tournaments, there will be more bogeys than birdies on this hole!\n\n", "image": ""}, {"number": "14", "parValue": "4", "yards": "358", "body": "A superb short par 4 hole with the lake left and to the green front. Strategically positioned bunkers are situated to allow many options. Aggression is not recommended. The best way to play is a tee short of approximately 235 yards, fading off the trap, positioned on the lake side of the fairway. This will leave a solid wedge approach which is necessary to achieve enough back spin and an uphill birdie putt.", "image": ""}, {"number": "15", "parValue": "3", "yards": "199", "body": "A visually beautiful hole and strategically difficult. Hole locations should be respected and make sure NOT to short side yourself.\nThe green is well protected by the lake and bunkers, and is quite undulating leaving difficult long putts.\n", "image": ""}, {"number": "16", "parValue": "4", "yards": "318", "body": "Fun and excitement - decision time - will I go for it or shall I play safe?\n\nRecommended \"smart\" way to play the hole is to hit the tee shot to the first bunker right and leave a firm wedge shot to this narrow, undulating green. Hole locations can add to the difficulty and if the pin position is forward, beware of the hidden green side bunker, short right.\n", "image": ""}, {"number": "17", "parValue": "4", "yards": "336", "body": "Take out your camera as this is one of the most beautiful holes in the world of golf. The fairway is split by a beautiful meandering stream, housing exotic plants and flora. The hole location determines whether the tee shot should be to the right or left fairway.\n\nIf the hole location is back right, the left fairway is the preferred line of attack for a birdie. However, a long and accurate drive is necessary to carry the stream and to miss the left bunkers.\n\nThe conservative way to play the hole is a long iron, or fairway metal up the right fairway and a wedge approach to the well protected and undulating green.\nThe magnificent backdrop and waterfall really adds to the enjoyment of this pristine golf course.\n", "image": ""}, {"number": "18", "parValue": "5", "yards": "634", "body": "A long and accurate drive between the bunkers is essential if your mind is set to attack\n\nIf the green is not reachable, extreme care must be taken in laying up as four strategically positioned bunkers are awaiting the errant or poorly calculated shot.\n\nThe undulating green is well protected by bunkers and demands precision with the approach.\n", "image": ""}]}]}