{"header": {"version": "1.0"}, "pageType": "course", "tourCode": "r", "permNum": "007", "pageTitle": "Course", "courses": [{"number": "500", "sortOrder": "1", "name": "Riviera CC", "parValue": "71", "yards": "7298", "body": "", "image": "/tournaments/r007/images/20160808105415101645SVRNACMKGW.jpg", "holes": [{"number": "1", "parValue": "5", "yards": "503", "body": "A great starting hole. The tee rests 75 feet above the fairway. With a big tee shot, players can set themselves up for a birdie or possible eagle. With out of bounds left and trees right, an errant tee shot could spell trouble.<BR>", "image": ""}, {"number": "2", "parValue": "4", "yards": "471", "body": "The most demanding hole on this course. Women members play this hole as a par 5. A slight dogleg with out-of-bounds left and trees on the right makes for a narrow tee shot. Once the player has negotiated the tee shot, he is left with a long iron or wood into a green that is only 25 feet wide and heavily bunkered.<BR>", "image": ""}, {"number": "3", "parValue": "4", "yards": "434", "body": "This is the first hole designed to play dead into the wind. A slight fade off the tee sets up your second shot. However, you must be careful as your second shot is played to a hard, shallow green that slopes away from you. A huge bunker also comes into play in front and along the right side of the green. Four is a good score here.<BR>", "image": ""}, {"number": "4", "parValue": "3", "yards": "236", "body": "One of the toughest par 3's I've ever played. Most players will be using anywhere from a 3-iron to a 3-wood, depending on the wind conditions. The green is well-guarded by a large bunker in front and slopes severely from right to left. Most players favor the left side of the green when planning their approach.<BR>", "image": ""}, {"number": "5", "parValue": "4", "yards": "434", "body": "\"We've returned the tee to Thomas' original placement on a small hill to the right of its previous location. This brings the wind into play, whereas before it was shielded by the hill. The preferred drive will now be a slight fade for most golfers, whereas before the hole favored a draw from the tee.\" -- Riviera Head Professional and Director of Golf Todd Yoshitake.<BR>", "image": ""}, {"number": "6", "parValue": "3", "yards": "199", "body": "There's no other par three like it! A two-tiered green with a bunker right in the middle. A good birdie opportunity if you're on the correct side of the green. But if you're not you are faced with the decision of whether to chip over the bunker or putt around it. A great vantage point for the spectators.<BR>", "image": ""}, {"number": "7", "parValue": "4", "yards": "408", "body": "\"This is now the toughest drive on the course because not only do you have to hit a fade, but there is a hump in the fairway right at the preferred landing area. If you land the ball on the left side of the hump, it could careen into the bunker. If the ball hits on the right side of the hump, it could kick out of bounds into the barranca.\" -- Riviera Head Professional and Director of Golf Todd Yoshitake.<BR>", "image": ""}, {"number": "8", "parValue": "4", "yards": "433", "body": "\"The shorter hitter, or a player choosing to lay-up, can play in front of the left fairway bunker. He or she then faces a middle iron into a narrow green, which offers the option of running the ball onto the putting surface. Driving down the right fairway leaves a shorter iron shot to the green. Depending on the pin placement, the golfer now has better angle with which to approach the green, which has been slightly enlarged to accept such shots. The bigger hitters can risk hitting a power fade past the left fairway bunker for an easy wedge pitch to the pin,\" -- Riviera Head Professional and Director of Golf Todd Yoshitake.<BR>", "image": ""}, {"number": "9", "parValue": "4", "yards": "458", "body": "\"Thomas intended these fairway cross-bunkers to be in play, but today's pros, with the vastly improved equipment and ball, just hit their drives well over them. Lengthening the hole makes these strategic bunkers again as they were originally designed to be and not the 'target' bunkers they had become. Now the shorter hitter will be forced to lay up short or to the right of the left bunker, while the longer player can hit over or around the right cross-bunker,\" -- Riviera Head Professional and Director of Golf Todd Yoshitake.<BR>", "image": ""}, {"number": "10", "parValue": "4", "yards": "315", "body": "Jack Nicklaus call this \"one of the best tenth holes in major championship golf.\" A short hole, but by no means easy. Longer hitters can drive this green, but extreme accuracy is required. The ideal spot to come into this green is from the left side of the fairway. An extremely narrow green with bunkers right, left and behind gives this hole its character.<BR>", "image": ""}, {"number": "11", "parValue": "5", "yards": "583", "body": "This is the first hole where the barranca really comes into play. If the player's tee shot finds the rough, he is now faced with the option of laying up or going over it. Two well-placed shots will set up an easy pitch and a realistic birdie chance. Under favorable conditions, some of the longer hitters can reach this green in two.<BR>", "image": ""}, {"number": "12", "parValue": "4", "yards": "479", "body": "\"This now becomes one of toughest holes on the course because it is obviously more difficult to play a longer iron into this narrow green guarded on right by a deep bunker and on the left by Bogey's tree, which is named after Humphrey Bogart,\" -- Riviera Head Professional and Director of Golf Todd Yoshitake.<BR>", "image": ""}, {"number": "13", "parValue": "4", "yards": "459", "body": "\"The restoration of the barranca holes is historic for Riviera Country Club. Everyone has wanted to restore them for a long time and we have finally done so. This is a great thing for Riviera Country Club, its members and for the Genesis Open,\" -- Riviera Head Professional and Director of Golf Todd Yoshitake.<BR>", "image": ""}, {"number": "14", "parValue": "3", "yards": "192", "body": "Although it is considered the easiest hole on the course, many players will be happy with par. An extremely wide green often causes the player to lose his sense of aim. Two large bunkers in front of the green, one left and one right, will catch any errant shots.<BR>", "image": ""}, {"number": "15", "parValue": "4", "yards": "487", "body": "Come Sunday, this becomes a very important hole. A birdie here will gain ground on the field. As on many other holes at Riviera, this tee shot will test the player's ability to hit a power fade. A long drive off the tee makes your approach shot to a two-tiered green that much easier.<BR>", "image": ""}, {"number": "16", "parValue": "3", "yards": "166", "body": "This par 3 requires an accurate mid iron shot. Any shot that finds the small green will be a legitimate birdie opportunity. Hitting the green, however, is not such an easy task. Several steep faced bunkers that guard the entire green catch numerous shots. Large overhanging lips of these bunkers can create difficulties for even the best sand players.<BR>", "image": ""}, {"number": "17", "parValue": "5", "yards": "590", "body": "The longest hole on the course. It requires two big shots to put you in position for a possible birdie. The two-tiered green that slopes from back to front, makes all downhill putts quite treacherous. Most players try to keep their third shots below the hole.<BR>", "image": ""}, {"number": "18", "parValue": "4", "yards": "475", "body": "One of golf's most unique and most recognized finishing holes. The green rests below the clubhouse in a natural amphitheater. A blind tee shot from well below the level of the fairway must carry the hill and fly approximately 220 yards to reach safely. The second shot requires a long iron or even a wood to a kidney-shaped green.<BR>", "image": ""}]}]}