{"number": "513", "sortOrder": "1", "name": "TPC Southwind", "parValue": "70", "yards": "7244", "body": "<P><A href=\"http://www.tpc.com/private/southwind/index.html\" target=_blank>Check out the TPC Southwind at TPC.com</A></P>\n<UL>\n<LI><A href=\"http://www.gcsaa.org/\" target=_blank>Golf Course Superintendents Association of America</A></LI></UL>", "image": "", "holes": [{"number": "1", "parValue": "4", "yards": "434", "body": "A slight uphill dogleg to the left. Fairway bunkers on the right off the tee come into play on the tee shot. Watch out for the small, well-bunkered green.", "image": "/tournaments/r025/images/200404072119479253299SVRT5XU3KV.jpg"}, {"number": "2", "parValue": "4", "yards": "401", "body": "Dogleg right. Fairway bunkers on the left off the tee. Small green with two bunkers requires a short-iron approach.", "image": "/tournaments/r025/images/20040407212015124156702SVRT5XU3L4.jpg"}, {"number": "3", "parValue": "5", "yards": "554", "body": "Almost straight away with a lake in the middle of the fairway that comes into play on the second shot. This hole will force the golfer to make a decision to either lay up or go for the green on the second shot. The green is deep and narrow and guarded by water on the right and bunkers on the left.", "image": "/tournaments/r025/images/20040407212029712007402SVRT5XU3L9.jpg"}, {"number": "4", "parValue": "3", "yards": "196", "body": "With water short left of the green, this hole is considered one of the most picturesque on the course. Players will hit a 5- or 6-iron depending on the wind.", "image": "/tournaments/r025/images/20040407212042733027202SVRT5XU3LD.jpg"}, {"number": "5", "parValue": "4", "yards": "485", "body": "A slight dogleg to the right off the tee with a large tree on the right side of the fairway that comes into play. The left side of the fairway is lined by spectator mounds.", "image": "/tournaments/r025/images/200404072120571417101SVRT5XU3LJ.jpg"}, {"number": "6", "parValue": "4", "yards": "445", "body": "Slight dogleg to the left with large spectator mounds on the left side of the fairway and fairway bunkers to the right. A long drive will require a middle-iron approach shot to a well- bunkered green.", "image": "/tournaments/r025/images/200404072121103549294SVRT5XU3LP.jpg"}, {"number": "7", "parValue": "4", "yards": "482", "body": "Straight away with a large fairway bunker on the left. Requires a long tee shot to a large green that is heavily bunkered and set among the spectator mounds.", "image": "/tournaments/r025/images/200404072121235207827SVRT5XU3LT.jpg"}, {"number": "8", "parValue": "3", "yards": "178", "body": "Requires a short iron off the tee to a wide but narrow green with two large bunkers guarding the left side. To the right of the green is slope that slants sharply onto the green.", "image": "/tournaments/r025/images/200404072121375762433SVRT5XU3LY.jpg"}, {"number": "9", "parValue": "4", "yards": "457", "body": "A long dogleg to the right, slightly downhill with the second shot over a lake that is front of the green. The player needs a lot of length to get in position for the approach to the green. Ideal drive is past the large tree on the right of the fairway to ensure an open shot to the green.", "image": "/tournaments/r025/images/200404072121517318183SVRT5XU3M4.jpg"}, {"number": "10", "parValue": "4", "yards": "465", "body": "A slight dogleg to the left with water possibly coming into play off the tee for a long hitter. Some players may opt to go with a 3-wood off the tee instead of a driver. The second shot is over water to a well-bunkered green accented by trees short of the green.", "image": "/tournaments/r025/images/20040407212211246638803SVRT5XU3MB.jpg"}, {"number": "11", "parValue": "3", "yards": "162", "body": "A smaller version of the famous 17th at the Tournament Players Club Sawgrass, but with its own uniqueness. This hole requires a short iron over water to an island green with a small pot bunker that guards the front edge of the green.", "image": "/tournaments/r025/images/200404072122251782472SVRT5XU3MG.jpg"}, {"number": "12", "parValue": "4", "yards": "406", "body": "A short dogleg to the right with water that extends down the entire right side. Fairway bunkers on the left side of the hole come into play off the tee. A good driving hole.", "image": "/tournaments/r025/images/200404072122399493312SVRT5XU3ML.jpg"}, {"number": "13", "parValue": "4", "yards": "472", "body": "A good driving hole. The key position on the left side gives the player the best approach to the green, which is well-guarded by four bunkers.", "image": "/tournaments/r025/images/200404072122542086499SVRT5XU3MR.jpg"}, {"number": "14", "parValue": "3", "yards": "239", "body": "Elevated tee and a full carry over water to a severely undulated green. A very difficult par 3, set among a natural amphitheater.", "image": "/tournaments/r025/images/20040407212306536493402SVRT5XU3MV.jpg"}, {"number": "15", "parValue": "4", "yards": "395", "body": "With a beautiful tree-lined fairway, this is a fairly short par 4 with a slight dogleg to the left. The second shot is over a creek to a well-bunkered green. Emphasis should be on placement of the tee shot.", "image": "/tournaments/r025/images/200404072123228641839SVRT5XU3N3.jpg"}, {"number": "16", "parValue": "5", "yards": "530", "body": "An uphill par 5 that is reachable in two. The green is small and well guarded with bunkers. Could be the hole that decides the championship because a birdie (or better) is likely.", "image": "/tournaments/r025/images/200404072123365819092SVRT5XU3N7.jpg"}, {"number": "17", "parValue": "4", "yards": "490", "body": "A long downhill hole that requires a lot of length off the tee to set up the second shot over a creek. The long and narrow green is protected by six bunkers.", "image": "/tournaments/r025/images/200404072123516433626SVRT5XU3NC.jpg"}, {"number": "18", "parValue": "4", "yards": "453", "body": "An excellent finishing hole that places a great demand off the tee. This dogleg left has water that comes into play on the first two shots, as well as fairway bunkers on the right. Spectator mounds surround the medium-sized green.", "image": "/tournaments/r025/images/20040407212406561542102SVRT5XU3NJ.jpg"}]}