{"header": {"version": "1.0"}, "pageType": "course", "tourCode": "r", "permNum": "006", "pageTitle": "Course", "courses": [{"number": "006", "sortOrder": "1", "name": "Waialae CC", "parValue": "70", "yards": "7044", "body": "<P><STRONG>Waialae Country Club<BR></STRONG>Waialae Country Club's golf course nestles between the majestic Koolau mountain range on the north and blue Pacific Ocean on the south as a verdant playing field for its members and annually for the world's greatest professional golfers. </P>\n<P>Established in the late 1920s, Waialae was first groomed as an amenity for the guests of Waikiki's Royal Hawaiian Hotel. </P>\n<P>On land acquired from the Isenberg family, the Waialae Golf Course, as designed by San Francisco architect Seth Raynor, was opened in 1927. </P>\n<P>The 40-year-old Isenberg home became the first clubhouse for the golf course. </P>\n<P>Competitive tournament play began immediately also when the first Hawaiian Open was held there in 1928. </P>\n<P>Waialae subsequently over seven decades has hosted major golfing events and since 1965 has been the prime and only venue for the annual official Hawaiian PGA TOUR tournament. </P>\n<P>The new 18-hole, over 7,000 yards long Waialae Golf Course displayed a new look in 1999 as PGA TOUR-designated enhancements were put in place for the PGA TOUR official event, the Sony Open in Hawaii. </P>\n<P>National and international TV highlight the Hawaiian look of Waialae's tailored greens, lush fairways, signature mountain range and azure ocean as the PGA TOUR golf pros bring to life the shots arm-chair viewers and spectators dream of. </P>\n<P>The course has one adjustment to show Waialae's attributes to the very best -- the front and back nines are reversed for Tournament play in order to utilize the sun's power setting in the west. </P>\n<P><STRONG>Waialae history</STRONG></P>\n<P>Waialae overall possesses a tradition exceeding its golf historical significance. </P>\n<P>In the process of Hawaii's unification under the Hawaiian Ali'i nearly 200 years ago, beaches from Waialae to Waikiki were landing areas for the Big Island of Hawaii King Kamehameha's flotilla of canoes carrying his warriors who already had brought Maui, Lanai and Molokai under his control. </P>\n<P>As the battle raged from Waialae to Waikiki, the invaders pushed the forces of the island of O'ahu under the King, Kalanikupule, across the island, up Nuuanu Valley and to eventual victory at the Pali Lookout. </P>\n<P>What started at Waialae ended with Kamehameha as the ruler of all the islands and all of Oahu, including Waialae. </P>\n<P>The Warrior King, Kamehameha the Great, was responsible for unifying all of the islands under one ruler for the first time. </P>\n<P>Today, Waialae, steeped in tradition, retains its gracious uniqueness as the Crown Jewel of golf courses reigning over the multitude of leisure-oriented golfing facilities throughout the 50th State of Hawaii.</P>\n<P>Hole descriptions courtesy of Waialae Country Club.</P>\n<P> \n<A href=\"http://www.sonyopeninhawaii.com/course.html\" target=\"_blank\">See 2016 Course Map</a> (link opens new browser)\n</P>\n<br>", "image": "/tournaments/r006/images/201512181519201408564SVRNA5BRU4.jpg", "holes": [{"number": "1", "parValue": "4", "yards": "488", "body": "This hole was originally designed by Seth Raynor with the famous Road hole of St. Andrews, Scotland in mind. A new forward tee has been built on the left so that this former par-5 hole will play as a par 4-and-a-half. Depending on the wind the second shot to a very shallow green that is guarded in front by a huge, deep bunker can be played with anything from a 3-wood to a 9-iron. Welcome to Waialae.", "image": ""}, {"number": "2", "parValue": "4", "yards": "426", "body": "A tee moved 60 yards back and across the stream has really added teeth to this hole. It brings the lake, which runs down the left side back into play for the longer hitters. A very demanding tee shot must be placed between the lake and two fairway bunkers guarding the right side. A good drive will leave a middle iron to a fairly generous green.", "image": ""}, {"number": "3", "parValue": "4", "yards": "423", "body": "Named after Mr. Golf in Hawaii, Waialae founding member, Francis 'I'l Brown, who once drove this green. The tee box moved forward and to the left in 1999 bringing the lake more into play on the drives. A long accurate drive off the tee is rewarded with a short iron shot on this dangerous second shot to the green.", "image": ""}, {"number": "4", "parValue": "3", "yards": "203", "body": "A very difficult par 3 played into the wind. The elongated 55-yard green has a deep swale running across the middle. Par is welcome here.", "image": ""}, {"number": "5", "parValue": "4", "yards": "466", "body": "Blast from the past. The championship tee has been rebuilt 30 yards back to the design played before the late 1970s. The tee shot calls for a 226-yard carry over the first ditch which is generally not a problem with the prevailing winds coming from the back. If the wind switches, however, watch out. A drive that makes it over the ditch leaves a short iron shot. Putting is very tricky on the heavily contoured green. Birdies are rare on this hole.", "image": ""}, {"number": "6", "parValue": "4", "yards": "459", "body": "A prevailing left-to-right wind blows straight towards O.B. on the right. Drives have been known to go astray here. Trees protect the right corner of the dogleg so a well-placed drive bust be kept left of the tee box avoiding the new faiway bunker. The green is bunkered on both sides so a very accurate short iron is needed for the second shot.", "image": ""}, {"number": "7", "parValue": "3", "yards": "167", "body": "The second of the par 3s on the front. This green is as wide as the par-3 fourth green was long. Originally this green was completely surrounded by sand giving the hole its name. Bunkers still wrap around the entire front side of this green. A deep ridge on the front green runs laterally front to back.", "image": ""}, {"number": "8", "parValue": "4", "yards": "459", "body": "With a new tee moved 20 yards back in 1999, the tee shot is the hairy shot on this hole. Played through a chute of trees, the drive must carry a stream that is 230 yards out, avoiding two fairway bunkers on the right. Once that is accomplished, a short iron is left to the hole. A definite birdie opportunity.", "image": ""}, {"number": "9", "parValue": "5", "yards": "510", "body": "Normally played as No. 18 by Waialae members, this par 5 requires accuracy on both the drive and the second shot. O.B. runs down the entire hole on both sides. A strong left-to-right wind makes things even tougher. It is reachable in two strokes, however, and has given up its share of birdies.", "image": ""}, {"number": "10", "parValue": "4", "yards": "353", "body": "This is the shortest par 4 on the couse. The best place for the drive is on the right side of the fairway. Several deep bunkers and three towering palm trees standing sentry on the left protect the green. This is a good birdie hole.", "image": ""}, {"number": "11", "parValue": "3", "yards": "196", "body": "The real challenge on the tee shot is to avoid the potential scenic distraction of the vast sweeping view of the Pacific Ocean behind the green. The prevailing wind blows left to right so the large bunker on the right gets lots of action. This is an excellenct one-shot hole.", "image": ""}, {"number": "12", "parValue": "4", "yards": "446", "body": "A long hole requiring both length and accuracy off the tee, the drive must be placed between the fairway bunker on the left and the series of mounds and trees on the right. A middle to short iron sets up an easy birdie putt on a relatively flat putting surface.", "image": ""}, {"number": "13", "parValue": "4", "yards": "478", "body": "Formerly played as a par-5 at the Hawaiian Open, the redesigned forward tee allows playing this hole as a 475-yard par 4. The fairway bunker on the right has been reshaped to allow more room in the landing area for the drive. Par is now a very good score on this hole.", "image": ""}, {"number": "14", "parValue": "4", "yards": "433", "body": "A dogleg left par 4, this hole plays back towards the mountains. A well-placed drive to the right side of the fairway leaves a short iron shot to the green that is sloped steeply form back to front. Best to stay below the pin for the ideal birdie putt.", "image": ""}, {"number": "15", "parValue": "4", "yards": "396", "body": "The hole can certainly be troublesome. O.B. runs up the entire left side, and both the drive and second shots are played into the wind. Tee shots out to the right are blocked on the second shot by a huge, old kiawe tree which dominates the right side of the fairway about 100 yards from the hole.", "image": ""}, {"number": "16", "parValue": "4", "yards": "417", "body": "Teed high it flies. A finish with the wind at your back. The best place for the drive is on the right side of the fariway just inside the fairway bunker. The second shot is a short iron played to a green framed by the Pacific Ocean and several large palm trees. This hole is considered the most scenic at Waialae.", "image": ""}, {"number": "17", "parValue": "3", "yards": "189", "body": "The signature hole at Waialae bears the name of the Sony Open fire-bird of Hawaiian lore. No. 17 is a very difficult par 3 requiring a long or middle iron. Recently, the green was restored to the original Seth Raynor design, a clasic Redan-style green with a large bunker on the left and a series of four deep, hidden bunkers guarding the right. Par 3 is a good score here, especially in the final round.", "image": ""}, {"number": "18", "parValue": "5", "yards": "551", "body": "A great finishing hole. Isao Aoki proved this in 1983 with a spectacular eagle for his victory. Aoki knocked it in from 128 yards out, but this hole is reachable in two strokes. A bunker set in the dogleg makes the traditional drive off the tee a \"thinking shot.\" A second shot can be played straight downwind to the green.", "image": ""}]}]}