{"header": {"version": "1.0"}, "pageType": "course", "tourCode": "r", "permNum": "034", "pageTitle": "Course", "courses": [{"number": "503", "sortOrder": "1", "name": "TPC River Highlands", "parValue": "70", "yards": "6841", "body": "<P> </P>", "image": "/tournaments/r034/images/201412151103058763072SVRN9RTLTX.jpg", "holes": [{"number": "1", "parValue": "4", "yards": "434", "body": "Finding the fairway on the opening hole at TPC RIver Highlands is a must. WIth a good tee shot, players are left with an uphill second shot to a green that slopes from back to front. The contours of the green allow players to be aggressive with their birdie putts.", "image": ""}, {"number": "2", "parValue": "4", "yards": "341", "body": "Players are presented with options on this short par 4. Challenging the hole with a driver presents a risk vs. reward opportunity. If a player pulls off a good tee shot, birdie is a good possibility. Make a mistake, however, and a player will be fighting for bogey.", "image": ""}, {"number": "3", "parValue": "4", "yards": "431", "body": "A drive down the right side of the fairway is ideal on this hole. Players should avoid the fairway bunkers on the left, as they will pose a problem with reaching the green in two shots. Players are left with a mid-iron approach to one of the largest greens on the golf course.", "image": ""}, {"number": "4", "parValue": "4", "yards": "481", "body": "Playing as the longest par 4 in the Travelers Championship, hole No. 4 at TPC River Highlands can be very challenging. Stretching out to 481 yards, it requires two great golf shots to safely reach the green. Par is a very good score on this hole.", "image": ""}, {"number": "5", "parValue": "3", "yards": "223", "body": "Players are tested once again when they reach No. 5. This long par 3 requires a long iron, hybrid, or fairways wood to find the green. Long putts are common on this large green and navigating them properly will determine what kind of score the player will take.", "image": ""}, {"number": "6", "parValue": "5", "yards": "574", "body": "Player have a great scoring opportunity to take advantage of on this dogleg right par 5. Only the longest hitters can reach this green in two shots, however, a good wedge shot from inside 100 yards can make birdie a real possibility. Hole No. 6 has 12 bunkers, the most of any hole at TPC River Highlands", "image": ""}, {"number": "7", "parValue": "4", "yards": "443", "body": "This straightforward par 4 requires a good tee shot that avoids the collection of large fairway bunkers down the right side. A well placed tee shot leaves a mid iron approach to an accessible green.", "image": ""}, {"number": "8", "parValue": "3", "yards": "202", "body": "Judging the wind correctly is extremely important on this picturesque par 3. The towering trees that surround the hole hinder the player's ability to calculate wind strength and direction. Trust in their club selection will be critical in order to play this hole well.", "image": ""}, {"number": "9", "parValue": "4", "yards": "406", "body": "This sharp dogleg right par 4 is all about position. From the fairway, players are able to attack the pin with a short iron. Spectators can expect to see many birdies here as players prepare to make the turn to the back nine.", "image": ""}, {"number": "10", "parValue": "4", "yards": "462", "body": "Hole No. 10 plays as a narrow par 4 that requires a long, straight tee shot that avoids the large oak tree on the left side of the fairway. From there, a downhill approach shot leads to a long, narrow green that slopes from front to back.", "image": ""}, {"number": "11", "parValue": "3", "yards": "158", "body": "Take one club less on this downhill par 3. A deep bunker guards the front right part of the green. Professionals will hope to be inside 15 feet on this hole with a putt at birdie.", "image": ""}, {"number": "12", "parValue": "4", "yards": "411", "body": "With the Connecticut River on the left and tall grass on the right, an accurate tee shot is essential on this undulating par 4. Too long off the tee leaves the player with a downhill lie. The elevated green can be treacherous with many severe breaks.", "image": ""}, {"number": "13", "parValue": "5", "yards": "523", "body": "At 523 yards, most professionals in the Travelers Championship will be able to reach this par 5 in two shots. Accuracy is required, with water to the right and out of bounds to the left off the tee, and water in front of the green with out of bounds lurking left. Players who don't go for the green in two will have to lay up on the right-hand side of the fairway.", "image": ""}, {"number": "14", "parValue": "4", "yards": "421", "body": "Players face a blind tee shot at this dogleg left par 4. With a drive down the right side, players are left with a downhill second shot allowing them to look right down at the flagstick and take aim.", "image": ""}, {"number": "15", "parValue": "4", "yards": "296", "body": "One of the most exciting holes on the PGA TOUR, the 296-yard, hole No. 15 at TPC River Highlands forces players to make good decisions. There is water to the left and sand to the right. Anywhere from a 2 to 6 can be recorded on a player's scorecard when walking off this green.", "image": ""}, {"number": "16", "parValue": "3", "yards": "171", "body": "This scenic par 3 requires a well struck mid iron to clear the forced carry over water and stop the ball on the narrow green. The green has a lot of slope in it and pin locations can be difficult.", "image": ""}, {"number": "17", "parValue": "4", "yards": "420", "body": "Intimidation takes on a new meaning when standing on the tee box at No. 17. Players must fit their shot between the large lake that covers the entire right side and the difficult fairway bunker on the left. A good drive is just the first part to leaving this hole with a par. The approach shot will cover the water the entire way, and with any wind, club selection is of most importance. Crowds are huge on this hole because they know it can be the breaking point in the tournament.", "image": ""}, {"number": "18", "parValue": "4", "yards": "444", "body": "An absolute perfect finishing hole that allows players to make birdie if they play the hole well. At 444 yards, a good drive leaves a mid to short iron approach to a green surrounded by spectators.", "image": ""}]}]}