{"header": {"version": "1.0"}, "pageType": "course", "tourCode": "r", "permNum": "002", "pageTitle": "Course", "courses": [{"number": "704", "sortOrder": "1", "name": "Stadium Course", "parValue": "72", "yards": "7,300", "body": "<P>When you think of PGA WEST&#174;, it is the TPC Stadium Course that first comes to mind. Rated one of the \"Top 100 Courses in the World\" by GOLF Magazine and 4th toughest course in America in Golf Digest's \"Top 50 Toughest Courses in America\" (2007), there may be no greater challenge or excitement in the game of golf . At 7,300 yards, the TPC Stadium Course has the highest stroke (76.1) and slope (150) ratings of all the courses at PGA WEST&#174;.</P>\n<P>A Pete Dye golf course, TPC Stadium delivers multiple adrenaline rushes throughout the round. Host to PGA TOUR \"Q-School\" Finals every other year, PGA TOUR hopefuls must navigate the island green of hole #17, known as Alcatraz, as well as the menacing water-lined 18th. Imagine needing to make par-par on two of the toughest finishing holes in golf to earn the coveted PGA TOUR card!</P>\n<P>Named \"Stadium\" thanks to Dye's ingenious plan to sculpt spectator seating into the natural terrain, many historic moments in golf have occurred here, including Lee Trevino's unforgettable hole-in-one on Alcatraz. This won him a carry-over Skin worth $175,000 in the 1987 made-for-TV \"Skins Game,\" hosted at PGA WEST from 1986-1991. With five sets of tees, the TPC Stadium lures all skill levels.<P>\n<P>In 1987 the Bob Hope Chrysler Classic came to PGA WEST on the TPC&#174; Stadium Golf&#174; Course which has the distinction of being the first new course added to the tournament rotation since 1971 and is returning again this year. </P>\n<P>The TPC&#174; Stadium Golf&#174; Course measures 7,300 yards from the tournament tees, 6,739 yards from the regular tees and is rated 76.1 and 73.3 respectively.</P>", "image": "", "holes": [{"number": "1", "parValue": "4", "yards": "445", "body": "</P>\nPrelude: Great starting hole. Requires two good shots. Avoid the bunker on the right with your tee shot. There is more room on left than appears. Green slopes left to right for your approach.", "image": ""}, {"number": "2", "parValue": "4", "yards": "371", "body": "Craters: Short but demanding. Challenging the bunkers on the left will leave you a short iron, which helps with this tricky, undulating green.", "image": ""}, {"number": "3", "parValue": "4", "yards": "471", "body": "Crescent: Keep your tee shot down the right side. Second shot plays half-club longer back up into the mountain. A par here is better than most.", "image": ""}, {"number": "4", "parValue": "", "yards": "", "body": "Sand Pit: Club selection is a must. Long is obviously better than short, that bunker you see is deep.\t", "image": ""}, {"number": "5", "parValue": "5", "yards": "535", "body": "Double Trouble: Double dog-leg, double water hazard. Bring out your straight ball. The bail-out areas are well guarded by multiple bunkers.", "image": ""}, {"number": "6", "parValue": "3", "yards": "346", "body": "Amen: Obviously, intimidating. The green, however, is large enough to receive most any club. Will test your lag-putting skills.", "image": ""}, {"number": "7", "parValue": "4", "yards": "346", "body": "Black Hole: Another hole for straight hitters. Bail-out area on left is no bargain. Very receptive green sloping back to front.", "image": ""}, {"number": "8", "parValue": "5", "yards": "559", "body": "Links: You get a break from the water, if only for one hole. Don't let your guard down though. There are still plenty of bunkers to avoid.", "image": ""}, {"number": "9", "parValue": "4", "yards": "452", "body": "Reflection: Long and strong. Keep your drive down the left. Trying to bite of more than you can chew can be dangerous. Well-guarded green breaks back to front, and left to right.", "image": ""}, {"number": "10", "parValue": "4", "yards": "416", "body": "Quarry: Precision off the tee once again the theme. There is a bail-out area right of the green, just in case you happen to push or pull one.", "image": ""}, {"number": "11", "parValue": "5", "yards": "617", "body": "Eternity: Avoid the bunkers left off the tee. The farther right you go on your second shot will provide a flatter lie for this tough approach shot to a long, undulating, a well-guarded green.", "image": ""}, {"number": "12", "parValue": "4", "yards": "363", "body": "Moat: Keep your tee shot down the right side. Should leave you a short iron to a green guarded by a bunker short, left, long of this green.", "image": ""}, {"number": "13", "parValue": "3", "yards": "214", "body": "Second Thoughts: Leave your left shot in the bag for this one. There is little room right of the green over the bunkers for bail-out.", "image": ""}, {"number": "14", "parValue": "4", "yards": "389", "body": "Cavern: Favor the left side off the tee. There is a greenside bunker on the left that should be avoided at all costs.", "image": ""}, {"number": "15", "parValue": "4", "yards": "463", "body": "Turning Home: Try and hit a straight one here. Bunkers on both sides are not good. Grab a half club extra for approach. Long is much better than short.", "image": ""}, {"number": "16", "parValue": "5", "yards": "600", "body": "San Andreas Fault: Avoid the bunker on the left off the tee. Once again avoid the bunker on the left on your second shot. Really avoid the bunker on the left on your approach shot, cause this bunker is really deep.", "image": ""}, {"number": "17", "parValue": "3", "yards": "168", "body": "Alcatraz: Can't miss right, left, short, or long. Good Luck.", "image": ""}, {"number": "18", "parValue": "4", "yards": "439", "body": "Coliseum: Drive down right center of fairway leaves you a mid-iron to green guarded on the left by the last water hazard on the course and short-right by the last bunkers on course. There is room to bail out right over bunkers.", "image": ""}]}, {"number": "233", "sortOrder": "2", "name": "Nicklaus Tournament Course", "parValue": "72", "yards": "7204", "body": "Challenge, beauty and drama permeate every Jack Nicklaus-designed course, and this masterful design is no exception. Around every corner you will find a new challenge, including the rare feature of two island greens. At 7,204 yards long, The Nicklaus Tournament Course has a stroke rating of 75.3 and a slope rating of 143.\n<P>\nA true ball strikers' golf course, The Nicklaus Tournament along with The Stadium Course is the bi-annual host of the PGA TOUR's final round of Q-School, which is attended by some of the best players in the world. Nicknamed by Members as the Nick Tourney, it is both very forgiving off the tee and extremely demanding around the greens. Without a doubt, a \"must play\" for not only a great test of golf, but for its magnificent desert setting.", "image": "", "holes": [{"number": "1", "parValue": "4", "yards": "374", "body": "<P>\"Genesis\": A fairly simple opening hole. Keep your tee shot (3-wood is sufficient) on the upper level, right center, for a good clear look at the deep green that slopes back-to front towards you.</P>", "image": ""}, {"number": "2", "parValue": "4", "yards": "414", "body": "<P>\"Gilbralter\": Favor the left side of the fairway off the tee (aim at the bridge), leaving a clear shot at the green. Aim your approach shot left of, or over, \"Gibralter,\" the tall rock formation protecting the front of the green. The canal is not visible from the fairway, but wraps around the right side and in front of the green.</P>", "image": ""}, {"number": "3", "parValue": "3", "yards": "177", "body": "\"The Den\": There's no where to miss this tee shot. The canal is left, an expansive bunker lies short and there's a hard-to-see bunker back right. Hit the center of the green and be careful with your putt on the surface that slopes toward the canal.", "image": ""}, {"number": "4", "parValue": "5", "yards": "538", "body": "\"Cahuilla\": A good par five birdie opportunity from an elevated tee. Aim at the fairway bunkers or slightly left of them off the tee. Use the same line on your second shot if not trying for the green. Lake Cahuilla is to your right, but shouldn\"t come into play.", "image": ""}, {"number": "5", "parValue": "4", "yards": "443", "body": "\"Nicklaus Narrows\": A generously wide fairway off the tee sets you up for an exacting approach shot to a narrow green. Miss the terraced green to the right and face a blind chip or pitch to the green 10-feet above you. Miss to the left and a bunker awaits.", "image": ""}, {"number": "6", "parValue": "4", "yards": "406", "body": "\"Mirage\": This one \"looks so easy,\" but trouble awaits the mis-hit tee shot to the left (lake) and right (trees and Lake Cahuilla). Aim the tee shot at the palm trees on the right side of the green. Be sure to hit an extra club on your approach to the elevated green and putting surface. The center of the green is a smart play to any pin location.", "image": ""}, {"number": "7", "parValue": "3", "yards": "140", "body": "\"Meadow\": A wide open look at a simple par three hole that plays slightly downhill. Missing anywhere but long will leave you a bunker shot and putt for par.", "image": ""}, {"number": "8", "parValue": "5", "yards": "509", "body": "\"Distant Trouble\": Reachable in two shots, take your tee shot over the top or left of the long fairway bunker visible from the tee. Trouble lurks down the entire right side of the hole in the form of a lake. The well-struck second shot can eaisly reach the green, setting up an eagle putt to help your scorecard.", "image": ""}, {"number": "9", "parValue": "4", "yards": "410", "body": "\"Water Table\": Blow your tee shot down the middle of the fairway to view the downhill second shot to a green that is well protected by bunkers. The green sits below the lake that protects its left side. The right side of the fairway is out of bounds.", "image": ""}, {"number": "10", "parValue": "4", "yards": "412", "body": "\"Confusion\": The deep bunker down the center of the fairway forces a firm decision whether to play to the left or right fairways. The right side requires greater carry off the tee, but rewards you with an open shot to the slightly sloping, back-to-front green.", "image": ""}, {"number": "11", "parValue": "3", "yards": "191", "body": "\"Prairie Tiers\": Three is a good score on this hole. Bunkers guard the front and back of the long, narrow green. A safe lay-up short and right can leave a chance for an up-and-down par.", "image": ""}, {"number": "12", "parValue": "4", "yards": "403", "body": "<P>\"Hide Out\": The perfect drive is over the left top of the mound nearest the tee, setting up a second shot over yet another mound to an elevated green. Hit the green here or your left with a very difficult up-and-down.</P>", "image": ""}, {"number": "13", "parValue": "5", "yards": "528", "body": "<P>\"Courage\": Test your mettle on this reachable par five. Hit your drive left of the bunkering, but short of the lake. Then decide just how much of the lake to cut-off on your second shot. The green is severely tiered so make sure you get your approach shot on the right level or you'll be looking at three putts.</P>", "image": ""}, {"number": "14", "parValue": "4", "yards": "375", "body": "\"Tension\": The shortest par four on couse is the fouth hardest hole on course for good reason. The second shot makes or breaks you on this hole. Carry the water to a narrow green. Miss it right and water awaits. To the left are bunkers that will add stress to any third shot.", "image": ""}, {"number": "15", "parValue": "4", "yards": "415", "body": "\"Peaks\": This uphill dogleg left requires you miss the fairway bunker off the tee. An extra club may be necessary to reach the green. Be wary of the front left pin placement as your ball may roll back toward you in the fairway.", "image": ""}, {"number": "16", "parValue": "5", "yards": "530", "body": "\"Detour\": The deepest green (50 yards) on the course awaits you at the end of this par five hole that doglegs right. Long hitters may cut the corner of the dogleg off the tee, setting up a shot at the green. Most players should hit their second shots to the right side of the fairway for an open shot at the narrow, well bunkered, winding green that has numerous tiers. Be sure you leave your approach shot near the hole.", "image": ""}, {"number": "17", "parValue": "3", "yards": "204", "body": "\"Volcano\": This testy par three can make or break your round. A hidden, back right pin forces you to hit over the \"volcano.\" Make sure you hit enough club to clear the bunker that hides behind it. Or, simply hit a cut onto the green just left of the \"volcano.\" The green runs slightly downhill from left to right. Par is a good score to the back pin placement.", "image": ""}, {"number": "18", "parValue": "4", "yards": "455", "body": "\"Runaway\": A finishing hole that tests your nerve until the very end. A generous fairway collects your drive, setting up a final shot for the day to a green protected by a lake on the right and a deep collection area to the left. The huge green features a particularly challenging back right pin location. Do you go for it, or play safely to the center of the green?", "image": ""}]}, {"number": "202", "sortOrder": "3", "name": "La Quinta CC", "parValue": "72", "yards": "7060", "body": "<P>La Quinta Country Club, the oldest private country club in La Quinta, has been an integral part of the CareerBuilder Challenge for 51 of the club's 56-year history. It was on these rolling tree-lined fairways where the late President Dwight Eisenhower first became devoted to golf in the desert. Even today, professionals and amateurs alike consider our course, designed by Frank and Lawrence Hughes, one of the best.<P> \n\n<P>Lily pads dot the five shimmering lakes that come into play on seven holes along the 7,060 yards of sweeping emerald fairways. The grounds are abundant with mature trees adding to the beauty and challenge of the course, but the greens may be the most attractive feature. Several of the professionals playing in the Challenge have called these \"among the finest greens on tour.\"<P>\n\n<P>Our beautiful new clubhouse, which was completed in November of 2009. Its classic Santa Barbara design is timeless, stately, sophisticated and inviting. We believe it is an \nappropriate expression of who we are as a club.<P>\n\n<P>Roger Buford is serving as Club President. Bruce V. Zahn, Jr., CCM is the General Manager/COO, Mike Cross is the Head Golf Professional, Tim Putnam is the Golf Course Superintendent and Steve Eckinger is the Club Champion. </P>\n", "image": "", "holes": [{"number": "1", "parValue": "4", "yards": "382", "body": "The fairway bunkers, short left and long right, will make the player choose to drive over the left bunker, or to lay up short of the right side bunker. The green is open to the left side and is guarded by a bunker just short of the green, on the right side.", "image": ""}, {"number": "2", "parValue": "4", "yards": "434", "body": "This long and narrow par four requires a precise tee shot. There are large eucalyptus trees on the left and a fairway bunker on the right. The second shot must be a good one. The green is uphill and slightly elevated with deep bunkers on each side.", "image": ""}, {"number": "3", "parValue": "3", "yards": "202", "body": "This picturesque par three features water and bunkers on the left. The proper club selection is required for good position on this two tiered green. If the green is missed on the right side there is a great opportunity to get up and down for par.", "image": ""}, {"number": "4", "parValue": "4", "yards": "384", "body": "The tee shot on four has to be long enough to carry the lake, but short enough to stay out of the aiming bunkers on the left side of the fairway. A slight fade is a good choice on this dogleg right, burt not too much, since the approach shot is easier from the left side of the fairway.", "image": ""}, {"number": "5", "parValue": "5", "yards": "516", "body": "The first par five rewards a long drive aimed at the bunkers on the left side of the fairway. There is an opportunity to reach this green in two. However, there is only a small opening in front of the green where the ball can enter. For the player who wishes to lay up, the shot should favor the left side deep down the fairway. This will leave the player with a short pitch and a chance to made a birdie.", "image": ""}, {"number": "6", "parValue": "5", "yards": "527", "body": "The tee shot, on the second of back to back par fives, should favor the left side, just right of the fairway bunkers on the left. Since the fairway tilts to the right, there should be some distance added to the drive. The second shot should stop just short of the next set of bunkers, which will leave the player with a full wedge into the green.", "image": ""}, {"number": "7", "parValue": "3", "yards": "168", "body": "This beautiful par three has a large bunker on the left side of the green. As well as a waterfall on the right, which empties into a small lake at the front of the green. Don't let its beauty or its short yardage distract you. You must hit a great shot to score on this hole.", "image": ""}, {"number": "8", "parValue": "4", "yards": "389", "body": "A mountain backdrop and a lake down the left side make this hole breathtaking. The right side has two fairway bunkers, one short and one long. The fairway opens up between the two bunkers leaving the player the best approach to the elevated and sloped green.", "image": ""}, {"number": "9", "parValue": "4", "yards": "399", "body": "A superb tee shot from this elevated tee will give the player a good opportunity for birdie. Beware of the lake on the right, which extends from the beginning of the fairway all the way to the green. The approach to this green must be accurate due to a small opening in the front.", "image": ""}, {"number": "10", "parValue": "4", "yards": "405", "body": "The back nine starts off with a short dogleg left. Its best not to cheat the corner due to the large eucalyptus and mesquite trees on the left. By using the aiming bunker on the far, right side of the dogleg, the player will set up a perfect approach to the green. The fairway slopes from right to left from the turning point all the way to the green; this will help the ball feed into the proper positions on the fairway as well as on the green.", "image": ""}, {"number": "11", "parValue": "5", "yards": "543", "body": "This par 5 plays like the letter 's.' A good tee shot should finish just to the right of the left fairway bunker. this will set up an opportunity to carry the fairway bunker, which guards the green. If you elect to lay up, the best area is left of the fairway bunker. From this point the approach shot must finish on the correct level of the three tiered green to capture a birdie.", "image": ""}, {"number": "12", "parValue": "3", "yards": "202", "body": "The last par five comes early and provides an opportunity to score. The long dogleg right has two sets of fairway bunkers on the left side. The peanut shaped green is long and sloped gently from back to front.", "image": ""}, {"number": "13", "parValue": "5", "yards": "547", "body": "The last par five comes early and provides an opportunity to score. The long dogleg right has two sets of fairway bunkers on the left side. The peanut shaped green is long and sloped gently from back to front.", "image": ""}, {"number": "14", "parValue": "4", "yards": "469", "body": "The longest par four on the course requires a long, precise drive. There are two fairway bunkers on this hole: one is short, left and the other is long, right. The stretch of fairway, near the bunker on the right, is sloped to the left. which will add distance to the shot. The approach shot must be accurate. This green is guarded by a bunker short of the green, on the left side, as well as bunkers around the green.", "image": ""}, {"number": "15", "parValue": "3", "yards": "206", "body": "The last par 3 is set in a large stand of eucalyptus trees. Extending bunkers on the left and right guard the green's narrow opening. Any pin placement, on this green, will make an exciting shot.", "image": ""}, {"number": "16", "parValue": "4", "yards": "454", "body": "Trees down the left side and water down the right make this par four a spectacular hole. The down slope on the left side of the fairway will aid a good tee shot. Since the water on the right comes into play about 150 yards from the green, the smart player will keep the tee shot in the wide section of the fairway. The proper yardage on the approach shot is also important, due to the small bunker just beyond the putting surface on he left.", "image": ""}, {"number": "17", "parValue": "4", "yards": "421", "body": "On this long par four, it is best to drive the ball into the right, center of the fairway. This will help to avoid the bunkers on the left side of the landing area, and will leave the player with a good angle into the green. The green flows from front left to back right.", "image": ""}, {"number": "18", "parValue": "4", "yards": "412", "body": "Eighteen's beauty begins at the tee box with a full view of the fairway, lake, clubhouse and a backdrop of the Santa Rosa Mountains. Avoiding the water left off the tee and again for the approach shot near the green are the challenges on this great finishing hole. The right side is framed with a lone fairway bunker and a series of green side bunkers. A par four on the home hole is always a nice number.", "image": ""}]}]}