{"number": "527", "sortOrder": "1", "name": "Crooked Stick GC", "parValue": "72", "yards": "7516", "body": "Crooked Stick Golf Club was founded in 1964 in Carmel, Indiana, and is considered by many to be the first major design by legendary golf course architects Pete and Alice Dye. Supported by 60 avid golfers in the Indianapolis area, Pete and Alice Dye transformed a flat cornfield north of Indianapolis into a championship course that blends innovative elements of modern American design with the traditions of Scottish links golf. Crooked Stick was designed to be a challenging but fair test of the shot-making ability of players of varying proficiency. The state's premier championship course, Crooked Stick has hosted several major junior, amateur and professional golf events, including the 2012 BMW Championship. \n\nNote: Official BMW Championship par and yardages have not yet been released yet.", "image": "", "holes": [{"number": "1", "parValue": "4", "yards": "358", "body": "On this fair opening hole, favor the left side of the fairway to avoid the tall trees on the right. A long iron or fairway wood from the tee will leave you with a short iron to this small green well protected by bunkers front left and back right.", "image": ""}, {"number": "2", "parValue": "4", "yards": "442", "body": "On this sharp dogleg, your drive should favor the right side to avoid the large fairway bunker on the left. A mid- to short-iron approach to this well protected green can lead to birdie, but missing the green leaves a tough up-and-down.", "image": ""}, {"number": "3", "parValue": "3", "yards": "200", "body": "Hole location determines how to play this par 3. When the pin is back, club selection is extremely important. However, you can be more aggressive with a front or middle pin. If you miss the green and find yourself in the pot bunker on the left, you're facing a sure bogey.", "image": ""}, {"number": "4", "parValue": "4", "yards": "469", "body": "This monster par 4 is not only long, but also plays into the prevailing wind. Your approach must carry on to the green, so take plenty of club.", "image": ""}, {"number": "5", "parValue": "5", "yards": "621", "body": "Typically a three-shot hole, the first par 5 is the toughest. After driver off the tee, pay attention to the fairway bunkers that come into play on your second. Your short-iron approach to this reasonably flat green must avoid the deep bunker on the front and left sides of the green.", "image": ""}, {"number": "6", "parValue": "3", "yards": "201", "body": "On this par 3, our Signature Hole, there is no place to bail out. The intimidating tee shot must carry the water hazard that guards the front and right sides of the green. A pot bunker and railroad pilings protect the green's left side.", "image": ""}, {"number": "7", "parValue": "4", "yards": "454", "body": "Make sure you find the fairway from the tee. Three fairway bunkers await any tee shot that misses to the right while large trees prevent an easy approach into the green from tee shots missing left. Play your approach to the center of this subtle, tricky, elevated green. A par is well earned on this hole.", "image": ""}, {"number": "8", "parValue": "4", "yards": "456", "body": "This par 4 is one of the greatest holes at Crooked Stick, stretching over 400 yards. The water on the left is in play on both the drive and approach. The tee shot bailout area on the right comes in handy, but makes the approach even more demanding.", "image": ""}, {"number": "9", "parValue": "5", "yards": "530", "body": "This par 5 is a great risk-reward hole. A drive that avoids the creek and bunker on the left gives long hitters the chance to reach in two. The real difficulty is avoiding the deep bunkers right and left that guard this very undulating green.", "image": ""}, {"number": "10", "parValue": "4", "yards": "457", "body": "The lake on the right side makes the tee shot on this long par 4 even more difficult. Mounding and new pot bunkers collect any tee shots that chase through the fairway on the left side. A mid-iron approach must be carefully placed on this undulating green. You can bail out to the left of the green, but go anywhere else and you'll face a tough up-and-down.", "image": ""}, {"number": "11", "parValue": "5", "yards": "556", "body": "On this par 5, beware of driving through the dogleg as the fairway kicks to the right at the corner. Favor the left side of the fairway on your second shot. The green slopes severely from back left to front right, so play your approach a bit left of center.", "image": ""}, {"number": "12", "parValue": "4", "yards": "424", "body": "There is much more room on the left side of the tee shot landing area than you can see. If you miss right, you'll end up in a massive valley. Keep your approach shot below the hole. There is a bail out area to the right of the green.", "image": ""}, {"number": "13", "parValue": "3", "yards": "182", "body": "This picturesque par 3 plays slightly downhill to a very severe green. Club selection is everything. The back of the green slopes away from the tee, so when the pin is in back, aim to middle of the green and let the slope funnel the ball to the hole.", "image": ""}, {"number": "14", "parValue": "4", "yards": "483", "body": "This long, sharp dogleg left par 4 is another risk-reward hole. A tee shot down the center of the fairway leaves an extremely long second, but a strong drive that carries the creek on the left leaves you with a short-iron approach. The choice is yours.", "image": ""}, {"number": "15", "parValue": "5", "yards": "523", "body": "Keep your drive out of the fairway bunker on this par 5 and you can score. The green is over 50 yards deep, but if the pin is in front, the hole is reachable in two. When the pin is back, you must carry the deep bunker protecting the green's left side.", "image": ""}, {"number": "16", "parValue": "4", "yards": "489", "body": "The start of a finishing stretch that features water on each of the final three holes. On this long par 4, play your tee shot as close to the bunker on the right as you dare. Then you'll face a downhill approach to a green well protected by water on the right. Putting on the three-tiered green is difficult as well.", "image": ""}, {"number": "17", "parValue": "3", "yards": "214", "body": "Go with a long iron to find the large, very undulating green on this par 3. A newly created water hazard now stretches along the left side collecting any shots that drift left of the green. An unnerving tee shot for anyone in contention on the weekend.", "image": ""}, {"number": "18", "parValue": "4", "yards": "457", "body": "This is one of the best par 4 finishing holes in golf. Tee shots must avoid both the lake guarding the entire right side and the deep valley to the left as well. The large, undulating green, framed by 3 pot bunkers, is classic Pete Dye.", "image": ""}]}