{"number": "746", "sortOrder": "1", "name": "Country Club of Jackson", "parValue": "72", "yards": "7354", "body": "", "image": "", "holes": [{"number": "1", "parValue": "4", "yards": "411", "body": "The opening hole plays 411 yards from the back tee into a generous fairway. Most errant tee shots find the pine trees in the right rough due to a fairway that forms a slight dogleg from right to left. The right greenside bunker is a good aiming point for this opening tee shot. A mid/short iron is typically played into a green that slopes from back to front with two bunkers guarding the front of the green and a collection area off the right side.", "image": ""}, {"number": "2", "parValue": "4", "yards": "418", "body": "The second hole is one of the strongest holes on the front nine. The hole is shaped to play a slight left to right shot off the tee with the left fairway bunker as your target from the back tees and a left to right or straight tee shot is preferred. A greenside pond guards the front/left side of the green and angles away from the fairway. Play your mid-iron into the middle of the green. This is one hole that long is better than short with your approach shot. Local knowledge tells you that the front left side of this green breaks into the middle of the green AWAY from the water.", "image": ""}, {"number": "3", "parValue": "5", "yards": "551", "body": "The opening par five is your first real chance to make a birdie. Your target is off the right side of the fairway bunker. This green is reachable for the long hitter, but over the green produces a very challenging up-and-down. The layup shot should be played to your favorite yardage leaving a comfortable shot into this green.", "image": ""}, {"number": "4", "parValue": "3", "yards": "181", "body": "Quite possibly the hardest par on the course; this par three requires a precise tee shot to a green which angles away from you. The left side is protected by two bunkers; there is a predominant false front with the left and back of the green sloping drastically away. Regardless of the hole location, take aim at the left center of the green. A par is a great score at this hole. The slowest putt on the course is from the front of the middle of this green.", "image": ""}, {"number": "5", "parValue": "5", "yards": "612", "body": "As the longest hole on the course, this par five plays as a true three shot hole. This tee shot should be aimed left of the fairway bunker regardless of the tee you play from. The second shot requires good distance control to avoid the right side fairway bunker and the pond that protects the left side of the fairway 125 yards from the green. Play to the heart of this shallow, slightly uphill green avoiding the \"sucker pins\" which are located on the edges. As a general rule this green slopes back to the fairway.", "image": ""}, {"number": "6", "parValue": "4", "yards": "482", "body": "As the number one handicap hole on the front nine, this dogleg left par four demands a solid tee shot to the right of the oak trees guarding the left side of the fairway. From the back tee, a drive of 280 yards into the corner of the dogleg produces the clear view of the green. The long second shot plays into a generous green which is guarded by left and right greenside bunkers. Par is a great score at this hole.", "image": ""}, {"number": "7", "parValue": "3", "yards": "214", "body": "The front bunker of this par three offers an optical illusion as it sits approximately thirty yards from the front edge of the green. A tee shot short is always better on this hole than one that is long or misses the green off the right side as both of those up and downs are very challenging. This hole will challenge your short game skills and typically produces long birdie putts. Focus on speed control more so than line on your first putt to avoid the dreaded three-putt.", "image": ""}, {"number": "8", "parValue": "4", "yards": "403", "body": "Depending on your length off the tee, this par four may require a tee shot with something other than your driver. The creek runs down the entire left side of the hole and cuts across the middle of the fairway twenty yards past the left fairway bunker which sets approximately 135 yards from the middle of the green. Aim at the left side of the bunker to find the middle of the fairway. The uphill, second shot plays a half a club long and is protected by deep bunkers. Unless you have a \"green light\" yardage, play into the left side of the green.", "image": ""}, {"number": "9", "parValue": "4", "yards": "421", "body": "The closing hole on the front nine appears to be straight, yet your target is just right of the left fairway bunker. Your second shot into the green plays a half a club uphill. More times than not, an approach shot falls short on this hole into the front greenside bunker. The hardest hole location on the green is front left as this hole location produces one of the fastest putts on the course.", "image": ""}, {"number": "10", "parValue": "3", "yards": "223", "body": "This par three is more challenging than it appears. The hole plays slightly downhill, but most misses are short not long. Play to the left-middle of the green even if the hole is in the back right portion as the ball tends to naturally feed that direction. One of the hardest hole locations is front or front-left as the ball generally will not bounce up onto this green when landed short. A shot that runs through the green is apt to find the back bunker which is hidden to your eye. A precise tee shot is required to play this hole well.", "image": ""}, {"number": "11", "parValue": "5", "yards": "554", "body": "This straight away par five requires some thought to play well and is typically a three shot hole. A tee shot to the right side of the fairway opens up your second shot if you are trying to reach this green in two shots. The layup shot is typically a mid-iron to the left side in an effort to avoid the pond protecting the green on the right side of the fairway approximately 120 yards out. The front third of this green produces the most challenging hole location. If strategically played, this hole provides a good birdie opportunity.", "image": ""}, {"number": "12", "parValue": "4", "yards": "409", "body": "The water tower in the background is a great aiming point for your tee shot. There is a pond short left of the green which doesn't typically come into play from the tee. The approach shot into this green is one of the most demanding on the course as the front of the green is protected by two bunkers, a pond and the back of the green falls away from you. Taking dead aim at the flag isn't always the best choice on this hole. Play your shot to the middle-right side of the green and avoid the long and/or short miss as bogey is a good score if you don't have a birdie putt.", "image": ""}, {"number": "13", "parValue": "3", "yards": "151", "body": "Don't let the shortest hole on the course fool you. The wind tends to swirl and knock a high short iron shot down into the front bunker. Pay attention to the wind direction by the flag on the previous green to assist you with your club/shot choice. The green is protected by two front bunkers and one hidden over the back left side of this green. Most misses come up short; if possible play a low trajectory shot to avoid the swirling winds.", "image": ""}, {"number": "14", "parValue": "5", "yards": "584", "body": "This par five is typically a three shot hole for most players. Take aim at the distant right fairway bunker off the tee. Play your second shot to a comfortable yardage from which you can attack this green. The sucker hole location on this green is a middle flag positioned tucked over the right greenside bunker. Your safest play it into the center line of the green to give you the best chance for a birdie.", "image": ""}, {"number": "15", "parValue": "4", "yards": "330", "body": "You have to be careful of this short hole. It appears that the play off the tee is hit a driver as far as you can down the right side missing the left fairway bunker. Like most short holes, the second shot is very challenging. Unless you have a great wedge game, layup short of the fairway bunker located approximately 90 yards from the middle of the green. The green slopes severely away from you and a full shot into this green has the best chance to offer a birdie putt. If you choose to attack this hole, take your tee shot over the bunker and challenge the left side of the fairway producing an easier pitch into the green. If your drive lands right of the fairway bunker, par is a GREAT score regardless of how close you are to the green.", "image": ""}, {"number": "16", "parValue": "4", "yards": "469", "body": "Our signature hole, this par four requires two of the most demanding shots you will be faced with on the course. The swamp protects the entire left side of the hole and crosses the fairway approximately 80 yards from the middle of the green. The bailout tee shot finds the right side of the fairway or rough forcing you to hit back towards the water on your approach. The aggressive line off the tee is to challenge the left side of the fairway where the ball will run out. The long iron/hybrid approach shot is into the largest green on the course at approximately 40 yards deep. This shot is very demanding with the swamp left and a large bunker protecting the front right side of the green. When playing from the fairway, determine the distance to the middle of the green and subtract twenty yards. This will give you a minimum distance to carry the shot allowing for the ball to roll/release into the middle.", "image": ""}, {"number": "17", "parValue": "4", "yards": "416", "body": "The right side of this fairway is the \"hot\" side provided you are long enough to carry the hill in the fairway. The right hand side of the bunker located in the left center of the fairway is a good target from the tee; don't worry, this bunker is out of reach. Pay particular attention to your lie on the approach shot into this narrow green as the fairway slopes from right to left and promoting a draw/hook on your short/mid-iron approach. A back left hole location shouldn't be challenged as the green falls away from you in that corner.", "image": ""}, {"number": "18", "parValue": "4", "yards": "505", "body": "The closing tee shot appears to be very straight forward. However, the rolling fairway produces a tee shot that runs out or sits down quickly. A tee shot placed right-center has the best chance to run out and the fairway bunker is not reachable for most players from the member tee. From the back tee, at 505 yards, a big tee shot is required and should be positioned down the left side of the fairway. The second shot plays almost a full club uphill to a green protected by bunkers short right and left. Be aggressive with a back-right hole location as very few shots travel over this green. The miss tends to be in the front right bunker so take one more club than the yardage and hit it solid.", "image": ""}]}