{"header": {"version": "1.0"}, "pageType": "course", "tourCode": "r", "permNum": "058", "pageTitle": "Course", "courses": [{"number": "", "sortOrder": "1", "name": "Tiburon Golf Club Naples, FL", "parValue": "72", "yards": "7,288", "body": "<P>In a golfing community where you can play a different course each day for two months, it takes a lot for just one club to rise to the top. Yet, in its short history, <A href=\" Http://www.wcigolf.com \" target=_blank>Tiburon</A> has done just that. Our two sophisticated and challenging 18-hole championship courses, designed by golf legend Greg Norman, are a favorite of both amateur enthusiasts and professional golfers alike.</P>\n<P>At Tiburon, Norman melded a rare blend of traditional and modern elements to create a course of elegance and beauty, yet a challenge for players of every level. Nowhere else will you find the combination of stacked sod-wall bunkers, spectacular green surrounds cut to the height of most greens, and tricky coquina waste bunkers. Both The Black and The Gold courses are nestled in 800 acres of native Florida foliage, which compliment the beauty of their natural surroundings. The absence of rough and the meticulously maintained turf throughout both courses present golfers a variety of challenging shots, especially around the greens. Hit an errant shot and your ball becomes part of our pristine Florida landscape. </P>\n<P>Certified as an Audubon Cooperative Sanctuary by Audubon International, Tiburon reflects a strong commitment to enhancing and protecting the natural resources of the area's wildlife through education, research and stewardships.</P>", "image": "/tournaments/r058/images/200403250712237801862SVRT5XEKU2.jpg", "holes": [{"number": "1", "parValue": "5", "yards": "573", "body": "Tiburon opens with a long par 5. Players are advised to check the distance to the lake off the tee, as it is reachable. Hugging the right side of the fairway will present a chance to go for the green in two. Those laying up should take the water out of play and aim just left of the fairway bunker. This will leave a wedge into the small green.", "image": ""}, {"number": "2", "parValue": "4", "yards": "440", "body": "<P>Finding the fairway is paramount on this tight, right-to-left par 4. The support slope on the right side of the fairway will help kick the drive around the dogleg, an accurate second shot is required to this deep but narrow crowned green.</P>", "image": ""}, {"number": "3", "parValue": "4", "yards": "458", "body": "<P>Like the previous hole, the support slope on the right side of the fairway can be used to avoid the waste bunker that protects the entire left side of the hole and extends behind the green. The generous green is protected left by the waste bunker and right by a collection swell.</P>", "image": ""}, {"number": "4", "parValue": "4", "yards": "428", "body": "Aiming left of the fairway bunker from the tee leaves an open approach to the large rolling green. The green complex is protected on the left by the large lake that runs along the entire hole and on the right side by the sod-wall bunker. The smart play is to the center of the green on the approach to take the hazards out of play.", "image": ""}, {"number": "5", "parValue": "3", "yards": "223", "body": "<P>Wind conditions can dictate club selection on the longest par 3 on the course. The large green is well-protected by sod-wall bunkers left and right. Again, playing to the center of the green is the smart move here. Par is a very good score.</P>", "image": ""}, {"number": "6", "parValue": "5", "yards": "592", "body": "<P>The sixth is the longest hole on the course, and the ideal drive is up the left-center of the fairway. Only the longest players can reach the green in two, so laying up on the left side of the fairwaynear the fairway bunkers leaves the best approach to this small, shallow green.</P>", "image": ""}, {"number": "7", "parValue": "4", "yards": "396", "body": "This short par 4 demands a right-to-left drive to find the fairway. Driver is not necessary off the tee since the left side of the fairway leaves the best angle to the small green.", "image": ""}, {"number": "8", "parValue": "3", "yards": "172", "body": "<P>This short par 3 is protected by a lake, with sod-wall bunkers left and waste bunkers right. A high fade to the right center of the green is the safest play. The slope of the green can be used to collect shots to the protected left pin placements.</P>", "image": ""}, {"number": "9", "parValue": "4", "yards": "446", "body": "<P>Finding the fairway is paramount off the tee to this long par 4. The right side of the fairway will leave an approach that requires little or no carry over the water. The safe play is to the right-center of the green. Don't come up short, as sand and water protect the front and left of the green.</P>", "image": ""}, {"number": "10", "parValue": "4", "yards": "374", "body": "<P>This short, left-to-right par 4 hole gives a player many options off the tee. The conservative play is to lay up short of the fairway bunkers with a long iron or fairway wood, leaving a short iron to an open green. Those choosing driver off the tee need to play up the right side to avoid driving through the fairway.</P>", "image": ""}, {"number": "11", "parValue": "4", "yards": "408", "body": "<P>The play here is a drive up the left side of this straightaway par 4 to leave an open approach. The green is protected on the right by water and sod-wall.</P>", "image": ""}, {"number": "12", "parValue": "3", "yards": "205", "body": "<P>This long par 3 is protected by water and several large, sod-wall bunkers. Wind conditions and pin placement will significantly affect club selection to the large green.</P>", "image": ""}, {"number": "13", "parValue": "4", "yards": "370", "body": "Accuracy off the tee is paramount on this short par 4. Like the 10th hole, a long iron or fairway wood is the smart play off the tee. Favoring the right side of the fairway will leave the best approach angle. The distance can be tricky on the approach to this small crowned green.", "image": ""}, {"number": "14", "parValue": "5", "yards": "578", "body": "<P>This left-to-right par 5 is a three-shot hole for most players. The longest players can cut the corner off the tee and avoid the water to the right. The left side of the fairway leaves the best angle for the second shot, and players are advised to take enough club to saqfely clear the water. The green is protected on the right by a large bunker, but attention must be paid to the steep collection swale to the left of the green.</P>", "image": ""}, {"number": "15", "parValue": "4", "yards": "435", "body": "The target off the tee on this straightaway par 4 is the bunker on the right side of the fairway. This will leave a medium iron to a large green protected on the left by a large sod-wall bunker.", "image": ""}, {"number": "16", "parValue": "3", "yards": "205", "body": "<P>Golfers shouldn't let the bunker short of the green cause them to misjudge the distance to this par 3, trust the yardage for club selection on the course's final par 3.</P>", "image": ""}, {"number": "17", "parValue": "5", "yards": "534", "body": "<P>This par 5 is reachable with a good drive up the left side. Be aware of the water up the right side on your second shot. Those laying up should play short of the approach bunkers or up into the generous collection areas left of the green. This leaves a short pitch to a small, rolling green.</P>", "image": ""}, {"number": "18", "parValue": "4", "yards": "451", "body": "<P>The ideal tee shot on the final hole is up the right side of the generous fairway to avoid the water and leave an open approach to the green protected on the left by water and bunkers. The safe play is to the center of the green. Par is a good score here.</P>", "image": ""}]}]}