{"header": {"version": "1.0"}, "pageType": "course", "tourCode": "r", "permNum": "018", "pageTitle": "Course", "courses": [{"number": "714", "sortOrder": "1", "name": "TPC Louisiana", "parValue": "72", "yards": "7,341", "body": ".", "image": "/tournaments/r018/images/200705311058045908433SVRN73QKKB.jpg", "holes": [{"number": "1", "parValue": "4", "yards": "391", "body": "<P>&nbsp;The first hole is one of the shortest Par-4s on the golf course.&nbsp; Most players will hit a fairway wood or long iron off the tee into the narrow fairway trying to avoid the long fairway bunker on the left.&nbsp; The right side of the green has a nasty pot bunker that must be avoided.</P>", "image": ""}, {"number": "2", "parValue": "5", "yards": "548", "body": "<P>A mid-length Par-5 that has been shortened since 2005.&nbsp; The green was shifted to the left and the bunker complex on the right was enlarged and flattened to make a 3rd or 4th shot out of that area less punishing.&nbsp; It is also a bit smaller so placement of the tee shot to the right side of the fairway is critical if going for the green in two.</P>", "image": ""}, {"number": "3", "parValue": "3", "yards": "221", "body": "<P>The tee shot on this Par-3 is visually deceptive, as the front part of the large green is hidden by a grass mound.&nbsp; The green is relatively flat, but players should be aware of water behind and to the right of the green.</P>", "image": ""}, {"number": "4", "parValue": "4", "yards": "482", "body": "<P>One of the longer holes on the course, the 4th sets up for a fade off the tee to avoid a hazard on the right.&nbsp; This will leave players with a mid-to-long iron shot into the green that favors a left-to-right approach.&nbsp; Trees on the left took a hit during Katrina but still pose a problem.&nbsp; Beware&nbsp;of the deep pot bunkers left of the green, but don't short-side yourself if the hole location is on the right.</P>", "image": ""}, {"number": "5", "parValue": "4", "yards": "428", "body": "<P>This beautiful hole requires a little draw off the tee box.&nbsp; The second shot will favor a cut over a long fairway bunker and multiple pot bunkers on the right side of the green.</P>", "image": ""}, {"number": "6", "parValue": "4", "yards": "476", "body": "<P>The third long Par-4 in the front side's \"triangle of doom\" requires a long, straight drive that avoids a hazard on the left.&nbsp; The 2nd shot is a 90-degree dogleg to the left, and players will hit anything from fairway woods to long irons depending on the wind conditions.&nbsp; Katrina amputated a good number of trees on this hole so the wind is an even bigger factor.</P>", "image": ""}, {"number": "7", "parValue": "5", "yards": "561", "body": "<P>A fairly long Par-5 requires a well-placed drive, avoiding the massive fairway bunker on the right and some pot bunkers on the left.&nbsp; A lay-up is prudent play as the fairway widens out to the right.&nbsp; Longer hitters must avoid the pot bunker to the left if they are trying to hit a smallish green in two.&nbsp;</P>", "image": ""}, {"number": "8", "parValue": "4", "yards": "372", "body": "<P>This hole may be reachable downwind for big hitters but mounds have been added and the green adjusted a bit since 2005 to make such a play quite risky.&nbsp; Bunkers have been expanded at the request of the players, so this should be a more playable and exciting hole.</P>", "image": ""}, {"number": "9", "parValue": "3", "yards": "210", "body": "<P>A demanding Par-3 that has been changed significantly since 2005.&nbsp; The back tee was eliminated and an existing tee complex was expanded so that tournament officials can set-up a shorter tee shot that plays over a corner of the lake separating #9 and #18.&nbsp; The left bunker has been removed and replaced by bulkheading.&nbsp; A tough hole!</P>", "image": ""}, {"number": "10", "parValue": "4", "yards": "390", "body": "<P>A fairway wood or iron is required for this hole.&nbsp; A well-executed tee shot will allow players to be aggressive with a wedge or short iron into this narrow but deep green.</P>", "image": ""}, {"number": "11", "parValue": "5", "yards": "575", "body": "<P>After pounding a driver on this long Par-5, decisions must be made.&nbsp; Going for the green in two&nbsp;requires the 2nd shot to be maneuvered around the tall cypress tree in the middle of the fairway, a mere 80 yards from the green.&nbsp; Laying up on the hole is tricky as well.&nbsp; Make sure the lay-up is well to the right of the cypress tree so you will have an easier approach to a well-guarded, narrow green.</P>", "image": ""}, {"number": "12", "parValue": "4", "yards": "486", "body": "<P>Perhaps the toughest hole on the golf course.&nbsp; The tee shot should be hit with a slight draw.&nbsp; This will leave a long-to-mid iron into a green that requires a fade.&nbsp; A deep bunker is on the right, while a large chipping area dominates the left side of the big green.</P>", "image": ""}, {"number": "13", "parValue": "4", "yards": "377", "body": "<P>Another tricky, short Par-4 that may cause long hitters to try to press their luck.&nbsp; Deep pot bunkers surround the green so that it is a dubious play with no eagles being made in 2005.&nbsp; The green is the smallest on the golf course so a better play is a long iron to the right of the cypress tree to set-up a wedge into what should be a birdie hole.</P>", "image": ""}, {"number": "14", "parValue": "3", "yards": "192", "body": "<P>Straightforward Par-3 that requires a long iron shot into a green.&nbsp; Different tee complexes can make this hole play as short as 155 yards.</P>", "image": ""}, {"number": "15", "parValue": "4", "yards": "480", "body": "<P>An extremely tough hole that was pivotal in the 2005 tournament, #15 requires a solid tee shot that favors a slight draw.&nbsp; The green does not have any bunkers but runs away from the player and has a few slopes that make any pitches or chips tricky.&nbsp; Par is a great score here.&nbsp;&nbsp;</P>", "image": ""}, {"number": "16", "parValue": "4", "yards": "348", "body": "<P>Number 16 is the hole that Mr. Dye has changed most dramatically since the 2005 tournament.&nbsp; The back tee was eliminated and the hole shortened by 80 yards.&nbsp; Players now can choose to try hitting a driver over a fairway bunker complex with overhanging trees to a green that now features water to the front and left.&nbsp; A better play may be a short iron followed by a wedge into the green to try and make birdie.&nbsp;</P>", "image": ""}, {"number": "17", "parValue": "3", "yards": "215", "body": "<P>Bunkers to the left were eliminated and replaced by bulkheading but the pot bunker on the right remains.&nbsp; Par will be a great score on the newly reshaped green.&nbsp;</P>", "image": ""}, {"number": "18", "parValue": "5", "yards": "589", "body": "<P>The finishing hole at TPC Louisiana has undergone several refinements due to player concerns about playability and length.&nbsp; The hole was shortened and the massive \"skyscraper\" bunker on the left side of the fairway has been reshaped.&nbsp; Closer to the green, mounding was added and some bunkers expanded to make a lay-up more challenging.&nbsp; On the right side, Mr. Dye \"notched\" the hazard and eliminated a bunker to make going for the green a bit more risky.&nbsp; A true risk-reward gambling Par-5, the 18th at TPC should ensure great theatre and a great champion for the 2008 Zurich Classic of New Orleans.</P>", "image": ""}]}]}