{"number": "729", "sortOrder": "1", "name": "GC of Houston", "parValue": "72", "yards": "7,457", "body": "<p>The fan-friendly home of the Shell Houston Open is the Golf Club of Houston Tournament Course. It was designed especially to host a PGA TOUR event by renowned architect Rees Jones and player consultant David Toms.</p>\n<p>The 7,457-yard, par-72 layout was carved out of woodlands lush with oak, pine and cypress trees. It is an open-to-all, daily fee course, which gives every golf fan the opportunity to tee it up where the pros play.</p>\n<p>Free of commercial or residential real estate development, the course has wetlands filled with native plants and flowers. The routing plan of the course gives fans easy access via fairway crosswalks to move from front nine to back nine in order to follow tournament action.</p>\n<p>Jones, noted for his work on U.S. Open venues, has now designed three courses in Houston. The other courses include Shadow Hawk Golf Club and The Houstonian Golf and Country Club.</p>\n<p>Construction on the Tournament Course began in November of 2003 and the grand opening took place in August of 2005. Another plus about the facility is its proximity to The First Tee of Greater Houston/Shindeldecker campus, operated by the Houston Golf Association. That facility, which includes a three-hole, par-3 course and a 6,720-square foot Learning Center named after the late Dick Harmon, is located adjacent to the HGA offices and Tournament Course.</p>\n\n", "image": "", "holes": [{"number": "1", "parValue": "4", "yards": "397", "body": "The opening hole requires both precision and placement off the tee, in order to avoid the fairway bunkers flanking both sides of the landing area, while assuring a level stance and comfortable approach yardage. The approach must land on the proper side of the subtle roll that splits the center of the green, in order to be left with a reasonable birdie attempt.&nbsp;", "image": ""}, {"number": "2", "parValue": "4", "yards": "429", "body": "<P>Again, placement off the tee is important. The generous landing zone of this slight dogleg right, narrows considerably between the opposing fairway bunkers. Deep sand bunkers guard both sides of the multi-level putting surface.</P>", "image": ""}, {"number": "3", "parValue": "4", "yards": "398", "body": "<P>Daily hole location influences proper positioning of the tee shot, in order to achieve the optimum approach angle into the green. Water protects the front and left portions of this uniquely sculpted putting surface. Accessing the rear and right pin placements will be especially challenging.</P>", "image": ""}, {"number": "4", "parValue": "5", "yards": "566", "body": "The tee shot must avoid the large, sculpted bunker left of the first landing area, to provide any opportunity of reaching the green in two strokes. The green angles from the front-right to back-left and is protected by water on the left and a deep bunker on the right. A&nbsp;long \"spine\" bisects the center of the green, requiring an accurate approach shot for a lefitimate eagle or birdie opportunity.&nbsp;", "image": ""}, {"number": "5", "parValue": "4", "yards": "480", "body": "<P>This long par&nbsp;4 requires a solid drive, followed by a long and accurate approach shot. Missing the tee shot to the right results in an extremely difficult recovery shot. The fairway bunker is long and right, with plenty of landing area between it and the lake guarding the left of the hole. The left and front-left portions of the green are protected by sand. A tightly-mown chipping hollow sits right of the green.</P>", "image": ""}, {"number": "6", "parValue": "4", "yards": "464", "body": "<P>This intimidating tee shot must carry the wetland and avoid the long \"strip\" bunker, adjacent to the left of the fairway. A well struck tee shot, played with a slight draw, gains extra roll and results in a shorter approach to a green protected by water along its front and left.</P>", "image": ""}, {"number": "7", "parValue": "3", "yards": "174", "body": "<P>The first par 3 of the round is also the shortest, but certainly not to be taken lightly. Club selection is influenced by tee location and wind. Water awaits any shot pulled slightly left of the green. Depending on the hole location, saving par from the sand on the right can also be quite challenging.</P>", "image": ""}, {"number": "8", "parValue": "5", "yards": "557", "body": "<P>A definite birdie and potential eagle opportunity, as two well-played shots will reach this deep and receptive par 5 green. However, bogey is also a possibility, as the fairway approach narrows considerablly into the green and is flanked by the lake on the right and a cluster of deep sand bunkers on the left.</P>", "image": ""}, {"number": "9", "parValue": "3", "yards": "238", "body": "<P>This longer par 3 features a wide aporoach ramp and subtle green contours. Short-siding a left-side pin, in the adjacent sand bunker, presents a difficult up-and-down to save par.</P>", "image": ""}, {"number": "10", "parValue": "4", "yards": "380", "body": "<P>Regardless of the tee angle selected for play, accuracy off the tee is paramount to set up the desired approach shot into the elevated and multi-tiered green. Any approach shots short or right of the green, will roll to the base of the slope, setting up a challenging chip shot.</P>", "image": ""}, {"number": "11", "parValue": "4", "yards": "441", "body": "<P>Perhaps the most demanding driving hole on the course. Water guards the entire right side of the fairway landing area, while a small sand bunker sits on the left, at the far end of the driving zone. The large green is protected by water on the right and deep sand bunkers on the left and rear.</P>", "image": ""}, {"number": "12", "parValue": "4", "yards": "338", "body": "<P>This \"risk/reward\" hole provides the opportunity for an exciting eagle or a frustrating bogey or worse. The fairway landing area and apporach into the green are sized and shaped to encourage driving the green. However, any attempt to do so that is pushed right, will land in the lake. A safer play, to the left of the fairway, results in a more difficult approach. Thr green is deep, receptive and features a lower \"trough\" across the center, offsetting higher plateaus in the front and rear.</P>", "image": ""}, {"number": "13", "parValue": "5", "yards": "590", "body": "<P>Precise placement of each successive shot on this hole becomes increasingly more critical, in order to secure a birdie. A series of sand bunkers parallel the generous first landing area. Flirting with the bunkers on the left of the second landing area, provides the ideal angle to access the smallish, back-right position of the green.</P>", "image": ""}, {"number": "14", "parValue": "3", "yards": "216", "body": "<P>The putting surface contours of this scenic par 3 create distinct cupping areas and reward an accurate tee shot with an excellent birdie opportunity. Deep sand bunkers flank both sides of the green, creating a challenging recovery to an adjacent hole location.</P>", "image": ""}, {"number": "15", "parValue": "5", "yards": "608", "body": "<P>The first landing area of the longest par 5 features a right-to-left cross slope and narrows slightly opposite the left fairway bunker. The second shot must favor the right side of the fairway, close to the sculptured bunker, to obtain the ideal angle into the diagonal green.</P>", "image": ""}, {"number": "16", "parValue": "3", "yards": "204", "body": "<P>The angle of play and varying wind conditions will greatly affect the difficulty of this hole. Regardless, the green is receptive from either set of tees and contoured to reward accuracy with a shorter and more level putt.</P>", "image": ""}, {"number": "17", "parValue": "4", "yards": "489", "body": "<P>This challenging par 4 requires two well-struck shots to reach the green. Carrying the left fairway bunker off the tee results in added roll and a significantly shorter apporach shot into the elevated green. However, a failed challenge to carry the steep face of this bunker prevents any chance of reaching the green.</P>", "image": ""}, {"number": "18", "parValue": "4", "yards": "488", "body": "A challenging and dramatic finishing hole. With a lake bordering the entire left side of the hole, the tee shot challenges the golfer to carry as much water as possible, while also avoiding the large sculptured bunker along the left of the fairway landing area. The approach leaves little margin for error, with water on the left and a sand bunker on the right. With the tournament on the line, attacking the left-back hole location is a gutsy proposition.&nbsp;", "image": ""}]}