{"number": "781", "sortOrder": "1", "name": "Plainfield CC", "parValue": "71", "yards": "7030", "body": "<P>Founded in 1890, as the Hillside Tennis Club, Plainfield has enjoyed a revered reputation among families and golf lovers alike. The main course was designed by Donald Ross in 1916. The Club has hosted two U.S. National Championships as well as a number of State and Regional Championships.</P>\n<P>Over the past 10 years, Plainfield Country Club has undergone an extensive restoration and renovation program under the direction on architect Gil Hanse, involving the removal of over 1,200 trees, the rediscovery of a number of lost bunkers covered in prior years, expansion of 16 greens and the lengthening of 12 tees to reflect the modern equipment and skills.</P>", "image": "/tournaments/r027/images/201502251500131134699SVRN9U3RG6.jpg", "holes": [{"number": "1", "parValue": "4", "yards": "432", "body": "What a terrific opening hole and a great introduction to the course! Ross wanted the ball to move along the ground but this is a good example of a fairway that had become too narrow, so it has been widen on the left side which is the best side for an approach shot into the green", "image": ""}, {"number": "2", "parValue": "4", "yards": "443", "body": "<P>This is a strong hole that plays downhill off the ridge top, and the ground falls away to the left. Fairway bunker are in play on the left side 270-295 yards off the tee. The green is a turtle-backed with a false front. It has beautiful bunkering on both the left and right sides of the green, with pot bunkers on the left and larger bunker on the right.</P>", "image": ""}, {"number": "3", "parValue": "3", "yards": "196", "body": "<P>This is a beautiful par 3 over water. The hole is all about the green. Shots that land short or right of the green will roll back into the water because the grass is closely mown, while any shot that is too long will leave a player with a difficult recovery or nasty putt because the green slopes from back to front. </P>", "image": ""}, {"number": "4", "parValue": "4", "yards": "326", "body": "<P>The green is most accessible from the left side of the landing area, so the aggressive line that flirts with the out of bounds, opens up the best angle. The strategic possibilities are almost endless, based on the decision the player makes on the tee.</P>", "image": ""}, {"number": "5", "parValue": "4", "yards": "495", "body": "<P>The tee shot is mostly blind and plays slightly uphill and then continues the climb uphill through some interesting terrain, to the green for the approach. The fairway slopes from left to right and a line of cross bunkers about 50 yards from the green makes the approach shot extremely difficult. The green slopes from the back to right and there is a closely mown pitching area to the right of the green.</P>", "image": ""}, {"number": "6", "parValue": "3", "yards": "164", "body": "<P>As a shorter par 3, this is a neat hole and it was another litmus test for our renovation. The green is beautifully bunkered and if you miss it, recovering can be difficult. The green slopes from front right towards the center, which makes for front or right hole locations difficult to attack.</P>", "image": ""}, {"number": "7", "parValue": "4", "yards": "471", "body": "<P>A tee shot that carries&nbsp; at least 265 yards rewards players with extra roll and a view od the green but many of the pros will hit long irons or hybrids here to keep it in the fairway. The fairway bunkers along the ridge on the left side of the hole had become a series of not very appealing bunkers in among a set of oak trees. The green sits in a bowl and runs away towards the back left. There's bunkering 15-20 yards short and right of the green, which presents a visual challenge for players.</P>", "image": ""}, {"number": "8", "parValue": "4", "yards": "495", "body": "<P>This hole plays as a par 5 for the members but it will play as a par 4 for The Barclays. The tee shot is uphill over the ridge, which gives an edge to longer hitters, particularly as a par 4. Bunkers guard both sides of the landing area but an interesting aspect of the hole is a pin oak on the right side past the landing area&nbsp;which will force players coming into the green from that side of the fairway to fashion a shot around it. </P>", "image": ""}, {"number": "9", "parValue": "4", "yards": "368", "body": "<P>Most players will hit 3 woods or hybrids from the tee so they can avoid the dramatic a deep fairway bunkers to the left side of the landing area which was the key renovation to the hole. The green has two tiers so a precise approach is crucial.</P>", "image": ""}, {"number": "10", "parValue": "4", "yards": "411", "body": "<P>Most players will hit a 3-wood or hybrid for this blind tee shot over the hill. The best play from the tee is down the left side, as it opens up the best angle into this small angled green. The green is exceptionally well bunkered and the main design characteristic of the putting surface is an upslope towards the rear of the green which can&nbsp;act as a backstop.&nbsp;</P>", "image": ""}, {"number": "11", "parValue": "3", "yards": "148", "body": "<P>This is the shortest hole at Plainfield and one of the most beautiful. The green slopes dramatically from front to back and tee shots that are long miss to the left will leave a very difficult recovery. The green has a dramatic false front and balls that fail to carry deeply enough onto the putting surface run the risk of rolling back into the penal bunker that guards the front of the green.</P>", "image": ""}, {"number": "12", "parValue": "5", "yards": "588", "body": "<P>This is widely considered to be one of Ross's finest holes and it has changed dramatically over the years. It was originally a long par 4 and a par 3 before the two holes were combined into the par 5 it is today. A seasonal creek runs through the fairway and forces players to decide whether to lay up either left or right of the creek or to try and carry the hazard. A spine separates the back left and back right portions of the green, which puts an emphasis on a well-conceived and executed approach.</P>", "image": ""}, {"number": "13", "parValue": "4", "yards": "482", "body": "<P>This begins a three-hole stretch known as the \"Tunnel.\" An approach from the right side of the fairway will be influenced by trees and there is a bunker on the left side of the landing area. The pond guarding the front of the green adds both beauty and risk to the hole. The green is guarded by two bunkers and there are chipping areas in the back right and left.</P>", "image": ""}, {"number": "14", "parValue": "3", "yards": "228", "body": "<P>There is nothing subtle about the green on this long par 3 that requires a full carry over a pond that guards the front-right of the putting surface. The large humps in the green are out of character for a Ross design but they make this hole particularly challenging, especially since&nbsp;players will be hitting long irons, hybrids or even fairway woods from the tee. There are mounds to the left of the green as well as a chipping area behind the putting surface.</P>", "image": ""}, {"number": "15", "parValue": "4", "yards": "372", "body": "<P>Players face a semi-blind tee shot with either a hybrid or a fairway wood and a carry of some 240 yards is required to clear the cross bunker complex in the right side of the fairway. The green slopes significantly from back to front and is guarded by five bunkers in front and a chipping area to the right. The green appears to be subtle but it is actually more challenging and could leave a lot of players scratching their heads as they head for the next hole.</P>", "image": ""}, {"number": "16", "parValue": "5", "yards": "604", "body": "<P>This hole had some of the most significant changes over the years which featured restored cross bunkering which players will need to cope with on their second shots, particularly if they drive into the rough and must decide whether or not to lay up short of the bunkers, play out to the left, or risk a carry., Also the second shot is blind which adds just the necessary element of doubt. The green which is severely slopped from front to back and has upper and lower tiers, probably ranks with Nos. 1 and 11 as the most severe on the course and two-putting can be challenging.</P>", "image": ""}, {"number": "17", "parValue": "4", "yards": "427", "body": "<P>The hole is a dogleg right that plays blindly uphill, and in Ross's days the cluster of bunkers and trees on the right side of the hole provided a great challenge for the tee shot. However in today's game the players will not think about these hazards, instead their attention will be focused on the out of bounds down the right side of the hole, and the rough on the left. The second shot is challenging because you can't see the entire putting surface of this elevated green. It is one of the most beautiful settings because it is set along a ridge and is beautifully bunkered. The green will offer plenty of challenges as it possesses many of the trademark Ross slopes and rolls.</P>", "image": ""}, {"number": "18", "parValue": "4", "yards": "380", "body": "<P>The 18th is a dogleg left with the second half of the hole climbing up to the wonderfully perched green complex. The tee shot now provides a multitude of options, since the trees have been cleared out of the corner of the dogleg. Players can take an aggressive line over the hillside bunkering, or play more safely out to the right and face a longer approach shot. The beautifully contoured green is guarded by a false front and there are bunkers left and short right. It is one of the best greens on the course and very interesting and thought-provoking.</P>", "image": ""}]}