{"header": {"version": "1.0"}, "pageType": "course", "tourCode": "r", "permNum": "030", "pageTitle": "Course", "courses": [{"number": "669", "sortOrder": "1", "name": "TPC Deere Run", "parValue": "71", "yards": "7,257", "body": "<P><STRONG> </STRONG><A target=_blank href=\"http://www.tpc.com/daily/deere_run/index.html\"><STRONG>Check out the TPC Deere Run at TPC.com</STRONG></A><BR><STRONG> </STRONG></P>\n<UL>\n<LI><STRONG>Tournament record: 259 - David Frost, 1993 (Oakwood CC)</STRONG></LI></UL>", "image": "/tournaments/r030/images/200403261335527264741SVRT5XFTBX.jpg", "holes": [{"number": "1", "parValue": "4", "yards": "395", "body": "<P>The course begins with a short par 4, dogleg left with a tee shot over a valley to a rather generous fairway surrounded by bunkers. While this tee shot may be intimidating to high handicaps, be advised: this is about as easy as it gets for a while. The green is also thoroughly guarded by huge bunkers and sits among a stand of mature oaks -- and is blind from most of the landing area. After all, this course was designed to host a PGA TOUR event, right?", "image": ""}, {"number": "2", "parValue": "5", "yards": "561", "body": "<P>A downhill tee shot to a fairway some 50 feet below makes this hole play shorter than its listed length. The spectacular view from the tee box to the Rock River ahead of you looks like a postcard. A good drive down the left side close to the bunker and you'll have a shot at reaching this one in two. If you play it as a three-shotter, the secondary landing area is lay-up friendly. The entrance to the green, though, is tight and is guarded by a wetland left, bunkers and a strand of trees right. The smallish, two-tiered green was designed to make pinpoint accuracy a must. By the way, the headquarters of the John Deere Classic is the historic stone house to the right of the green.", "image": ""}, {"number": "3", "parValue": "3", "yards": "186", "body": "<P>This uphill par 3 will play much longer than it reads on the scorecard, and you don't see much of the putting surface from the tee. A set of bunkers guard the right side while a bailout bentgrass collection area is ready to grab the shots that go long and left. The green slope runs from front to back, making club selection crucial to hitting the green in regulation.", "image": ""}, {"number": "4", "parValue": "4", "yards": "454", "body": "<P>A unique hole with a large oak tree in the middle of the landing area (a la Butler National's 18th) creates a double-fairway. Bunkers guard the left side while trees guard the right side of the fairway. The green sits at one of the highest points on the course and appears to float on the horizon. If you miss the green left, right or long, you are in for a tough chip to a small putting surface. Fly the green and you might as well drop another ball. Not a hole for cowards.", "image": ""}, {"number": "5", "parValue": "4", "yards": "433", "body": "<P>A long, straight drive down the left side of the fairway is a must on this hole. Trees guard the right side on your second shot and the green sits behind a ravine that is loaded with bunkers and is guarded on all sides by trees. Hit this green in regulation or pay the price. The bunkers in front will see plenty of action on right-side hole locations.", "image": ""}, {"number": "6", "parValue": "4", "yards": "367", "body": "<P>This is the second-shortest par 4 on the course, a dogleg right, and also the tightest, so strongly consider a 3-wood off the tee. Forget about trying to cut the corner, but it's very tempting -- although the green is blind to the tee and tall trees block any attempts from tee shots leaked far right. This hole was carved out of the forest and while short on length, it is long on danger. A straight drive will leave a short iron to a green that has a large swale, bunkers in the front and a bentgrass collection area in the back.", "image": ""}, {"number": "7", "parValue": "3", "yards": "226", "body": "<P>This is the longest of the par 3s on the course and the most picturesque. It's a modified Redan hole, wrapping up and around the right side of the fronting bunker. It plays into the normal prevailing wind (watch the treetops for swirling winds), so this hole will test the accuracy and shotmaking ability of even the best players. Carry it to the green or carry the bunker on the right and let the ball feed down to the green off the mound.", "image": ""}, {"number": "8", "parValue": "4", "yards": "428", "body": "<P>This intimidating tee shot must thread the needle through a narrow chute of trees to a tight and narrow fairway. The small green is in the open and is surrounded by bunkers and calls for an exacting second shot up the slight hill. The small tongue on the front of the green creates a spot for one of the toughest pin positions on the course. Behind the green awaits a bent grass collection area.", "image": ""}, {"number": "9", "parValue": "4", "yards": "485", "body": "<P>This brawny hole is the longest par 4 and a severe test of strategy and ball placement. You may just want to bite the bullet here, play it as a three-shot hole and try to make a one-putt par. A level landing area for your drive will leave you with a very long approach shot through the suddenly-tight forest and over a roller coaster fairway to a long and narrow tree-shrouded, slightly elevated green that has bunkers on both sides. Most people will play this with three shots, whether they want to or not. And course designer D.A. Weibring knows it, too -- that's why he put a fairway bunker 100 yards from the green.", "image": ""}, {"number": "10", "parValue": "5", "yards": "583", "body": "<P>It's obvious course designer D.A. Weibring created a \"second\" starting hole here, with the PGA TOUR's Thursday-Friday crossovers in mind. Not real tight on your first and second shots, but they better be full-length. The green is very small for a par 5, long and thin, and there is little room for error on your third shot. Elevated, deep bunkers protect the left side of the putting surface, while a pond protects the right. Don't figure the greenside bunkers are a bailout, though, because your next shot will be down to the shallow green, and any less-than-perfect bunker shot will either stay in the sand or get wet. The green is relatively flat and will be hard to hold for those trying to get home in two.", "image": ""}, {"number": "11", "parValue": "4", "yards": "432", "body": "<P>A hole that from the tee looks benign, but don't go to sleep here on this slight dogleg right. A drive to a tree-lined fairway requires length and accuracy. The second shot to a demanding green that sits on the edge of one of the two ravines that run through the property. Short of the green slopes toward the ravine, but a courtesy bunker is placed on the right side of the green to save most balls from finding a watery grave. Second shot is up the hill, take one more club than you think.", "image": ""}, {"number": "12", "parValue": "3", "yards": "215", "body": "<P>A stout par 3 through the trees to a well-bunkered, long and thin green that slopes right to left. This is one of the bigger greens on the course ... but don't miss it. There is trouble all around it, like deep bunkers. Watch the wind and your club selection carefully. And this green offers more undulation than most of the others.", "image": ""}, {"number": "13", "parValue": "4", "yards": "414", "body": "<P>Probably one of the friendliest holes on the course. A fairway that has bunkers on both sides to a green that sits in front of a strand of trees and is guarded by a large bunker on the right and a large berm on the left.", "image": ""}, {"number": "14", "parValue": "4", "yards": "361", "body": "<P>This is the ultimate risk/reward hole. John Deere Classic tournament director Kym Hougham, who knows such things, says the TOUR players will probably try to drive this par 4, which is downhill and driveable for long hitters. But the punishment for missing can be severe enough to produce a quick double. Go for it and miss left and you are in the \"Valley of Sin,\" a tightly mowed low area that will leave you with a blind shot to a small, well-protected green. Go long and you will be lost down a 60-foot bluff. The green is more contoured than most of the others.", "image": ""}, {"number": "15", "parValue": "4", "yards": "465", "body": "<P>Perhaps the toughest hole on the back nine, with a forced tee carry over a valley and a long, narrow green that is heavily guarded by sand and trees. Miss this green and you will be sorry. Possibly the toughest par on the course.", "image": ""}, {"number": "16", "parValue": "3", "yards": "158", "body": "<P>Most likely the signature hole at TPC at Deere Run. This picturesque, short par 3 is all carry and sits on a bluff 40 feet above the Rock River. It is guarded in front by a shale outcropping topped with a huge bunker, and to the right by another large bunker. To the left is the Rock River, but it should be out of play.", "image": ""}, {"number": "17", "parValue": "5", "yards": "557", "body": "<P>Reachable in two for big hitters, but they will have to perfectly place a tee ball on this slight dogleg left to do it. The fairway is tight, tree-lined and canted in the landing area. The green is guarded in front by bunkers, some quite short of the green to throw off your perspective. The green is elevated slightly with Pinehurst No. 2-style bentgrass collection areas all around. Miss the green and you will have a very tough up-and-down.", "image": ""}, {"number": "18", "parValue": "4", "yards": "463", "body": "<P>A great finishing hole, a dogleg right that will put a premium on driving accuracy. Position A is left-center of the fairway, while avoiding the large fairway bunker. From there, it is a long approach to a deep and thin, tree-surrounded green that is guarded on the right by two large bunkers and on the left by a long and narrow pond. Lots of places you don't want to be on this hole.", "image": ""}]}]}