{"number": "021", "sortOrder": "1", "name": "Colonial CC", "parValue": "70", "yards": "7204", "body": "<P><STRONG><EM>The Par 4 18th hole</EM></STRONG></P>\n<P><STRONG><EM>Player Quotes:</EM></STRONG></P>\n<P><EM>\"It's a real honor to win here. It's a beauty, a great track. I was determined. I wanted to have a chance at this one.\" </EM></P>\n<P><EM>- <STRONG>Adam Scott, 2014 champion</STRONG></EM></P><P><STRONG><EM>Player Quotes:</EM></STRONG></P>\n<P><EM>\"Knowing the gentlemen who have donned this jacket, and will don this jacket, and putting myself in that company is just very humbling.\" </EM></P>\n<P><EM>- <STRONG>Zach Johnson, 2010 & 2012 champion</STRONG></EM></P>\n<P><EM>\"It's very special, obviously. this tournament's been around for so many years. So many of the great players have played here, and have won here. To be a part of that is beyond what I can expound on. It's very humbling, and very cool.\" </EM></P>\n<P><EM>- <STRONG>Steve Stricker, 2009 champion</STRONG></EM></P>\n<P><EM>\"This golf course is one of the best tests that we have in the game of golf. To have won this tournament is an amazing feeling. I can't explain how good it feels to have won this championship.\" </EM></P>\n<P><EM>- <STRONG>Phil Mickelson, 2000 &amp; 2008 champion</STRONG></EM></P>", "image": "/tournaments/r021/images/201011081544551214757SVRN8AZSC4.jpg", "holes": [{"number": "1", "parValue": "5", "yards": "565", "body": "<P>This is a tempting par 5 but it's difficult to reach in two because of the bunkering. A sand wedge approach shot gives the best chance for birdie.&nbsp;</P>", "image": "/tournaments/r021/images/200812031442564927269SVRN7LYR5C.jpg"}, {"number": "2", "parValue": "4", "yards": "389", "body": "This is a short par 4 and an important birdie opportunity. The tee shot requires a choice -- play left to right or over the tall tree in the dogleg. <BR>", "image": "/tournaments/r021/images/200812031444104484582SVRN7LYR65.jpg"}, {"number": "3", "parValue": "4", "yards": "483", "body": "This is the beginning of Colonial's \"Horrible Horseshoe\" -- the three most difficult holes on the golf course. The long dogleg left requires a perfectly placed tee shot around a large tree and bunkers. A long approach shot makes birdies rare. This ranks as the second-most difficult hole at Colonial.", "image": "/tournaments/r021/images/20081203144456676945302SVRN7LYR6L.jpg"}, {"number": "4", "parValue": "3", "yards": "247", "body": "<P>This is the longest of the par 3s. The elevated green is difficult to hold. This is the only par 3 that has not yielded a hole-in-one during the 62-year history of the tournament. Even birdies are rare.<BR></P>", "image": "/tournaments/r021/images/20081203144557686897902SVRN7LYR78.jpg"}, {"number": "5", "parValue": "4", "yards": "481", "body": "This is the hardest hole, and the most famous,&nbsp;at Colonial and the last of the \"Horrible Horseshoe.\" The tee shot must be precise -- there's a ditch to the left and a river on the right. Even a good tee shot leaves a long, narrow&nbsp;approach.<BR>", "image": "/tournaments/r021/images/200812031447133600365SVRN7LYR82.jpg"}, {"number": "6", "parValue": "4", "yards": "406", "body": "A left-to-right tee shot between bunkers sets up a good birdie opportunity. The green can be tricky. <BR>", "image": "/tournaments/r021/images/200812031448357800136SVRN7LYR8V.jpg"}, {"number": "7", "parValue": "4", "yards": "440", "body": "<P>This is a straight hole that requires accuracy off the tee into a pinched landing area. You can be more aggressive with the second shot, though. <BR></P>", "image": "/tournaments/r021/images/200812031449405167304SVRN7LYR9K.jpg"}, {"number": "8", "parValue": "3", "yards": "194", "body": "<P>This hole features a three-tiered green with tricky crosswinds. Short birdie putts are difficult to come by here. </P>", "image": "/tournaments/r021/images/200812031451018797191SVRN7LYRAE.jpg"}, {"number": "9", "parValue": "4", "yards": "407", "body": "<P>This is an attractive, devilish hole that can extract some big numbers. You must hit it straight off the tee and avoid a pond in front of the tricky green with your approach.&nbsp;<BR> </P>", "image": "/tournaments/r021/images/200812031452385867233SVRN7LYRBE.jpg"}, {"number": "10", "parValue": "4", "yards": "408", "body": "<P>This is the second-toughest hole on the back nine. The tee shot must stay left to fully utilize the narrow opening to the green. <BR></P>", "image": "/tournaments/r021/images/200812031457222179016SVRN7LYRED.jpg"}, {"number": "11", "parValue": "5", "yards": "635", "body": "You can let it all out on this straight tee shot but watch out for bunkers to the left side of fairway. For most players, likely a 3-shot hole. The well-bunkered green requires a sand wedge approach for the best chance at birdie.&nbsp;<BR>", "image": "/tournaments/r021/images/200812031458479490025SVRN7LYRF9.jpg"}, {"number": "12", "parValue": "4", "yards": "445", "body": "This is the hardest hole on back nine. The fairway is a dogleg left that requires accuracy and length. The approach must negotiate a tightly-bunkered green and often a headwind. <BR>", "image": "/tournaments/r021/images/200812031459455731169SVRN7LYRFU.jpg"}, {"number": "13", "parValue": "3", "yards": "190", "body": "You face a tee shot with total carry over water to this small green. Winds can make this hole very difficult, with water front and right, bunkers left.&nbsp;<BR>", "image": "/tournaments/r021/images/200812031501026283063SVRN7LYRGN.jpg"}, {"number": "14", "parValue": "4", "yards": "464", "body": "<P>This long dogleg left requires a draw off the tee and a long approach shot. The green can be tricky, and the approach is usually into a headwind.<BR>&nbsp;</P>", "image": "/tournaments/r021/images/200812031502039649171SVRN7LYRHB.jpg"}, {"number": "15", "parValue": "4", "yards": "430", "body": "Your tee shot must navigate a gauntlet formed by out-of-bounds to the right and trees to the left. A short approach makes birdies possible on this two-tiered green.&nbsp;<BR>", "image": "/tournaments/r021/images/200812031503021251805SVRN7LYRHW.jpg"}, {"number": "16", "parValue": "3", "yards": "192", "body": "The steepest green on the course requires a good shot to stay below the pin. <BR>", "image": "/tournaments/r021/images/200812031504026228742SVRN7LYRJJ.jpg"}, {"number": "17", "parValue": "4", "yards": "387", "body": "<P>This is a short but dangerous hole. It's a dogleg right but you must keep your tee shot left. Accuracy is a premium all the way with a short but hazardous approach. <BR></P>", "image": "/tournaments/r021/images/200812031505038424891SVRN7LYRK6.jpg"}, {"number": "18", "parValue": "4", "yards": "441", "body": "<P>You need to hit a draw off the tee on this dogleg left with trees capturing wayward shots. A lake protects the left side of the well-bunkered green. <BR></P>", "image": "/tournaments/r021/images/200812031506008360277SVRN7LYRKR.jpg"}]}