{"number": "202", "sortOrder": "3", "name": "La Quinta CC", "parValue": "72", "yards": "7060", "body": "<P>La Quinta Country Club, the oldest private country club in La Quinta, has been an integral part of the Humana Challenge for 47 of the club's 53-year history. It was on these rolling tree-lined fairways where the late President Dwight Eisenhower first became devoted to golf in the desert. Even today, professionals and amateurs alike consider our course, designed by Frank and Lawrence Hughes, one of the best.<P> \n\n<P>Lily pads dot the five shimmering lakes that come into play on seven holes along the 7,060 yards of sweeping emerald fairways. The grounds are abundant with mature trees adding to the beauty and challenge of the course, but the greens may be the most attractive feature. Several of the professionals playing in the Challenge have called these \"among the finest greens on tour.\"<P>\n\n<P>Our beautiful new clubhouse, which was completed in November of 2009. Its classic Santa Barbara design is timeless, stately, sophisticated and inviting. We believe it is an \nappropriate expression of who we are as a club.<P>\n\n<P>Roger Buford is serving as Club President. Bruce V. Zahn, Jr., CCM is the General Manager/COO, Mike Cross is the Head Golf Professional, Tim Putnam is the Golf Course Superintendent and Steve Eckinger is the Club Champion. </P>\n", "image": "", "holes": [{"number": "1", "parValue": "4", "yards": "382", "body": "The fairway bunkers, short left and long right, will make the player choose to drive over the left bunker, or to lay up short of the right side bunker. The green is open to the left side and is guarded by a bunker just short of the green, on the right side.", "image": ""}, {"number": "2", "parValue": "4", "yards": "434", "body": "This long and narrow par four requires a precise tee shot. There are large eucalyptus trees on the left and a fairway bunker on the right. The second shot must be a good one. The green is uphill and slightly elevated with deep bunkers on each side.", "image": ""}, {"number": "3", "parValue": "3", "yards": "202", "body": "This picturesque par three features water and bunkers on the left. The proper club selection is required for good position on this two tiered green. If the green is missed on the right side there is a great opportunity to get up and down for par.", "image": ""}, {"number": "4", "parValue": "4", "yards": "384", "body": "The tee shot on four has to be long enough to carry the lake, but short enough to stay out of the aiming bunkers on the left side of the fairway. A slight fade is a good choice on this dogleg right, burt not too much, since the approach shot is easier from the left side of the fairway.", "image": ""}, {"number": "5", "parValue": "5", "yards": "516", "body": "The first par five rewards a long drive aimed at the bunkers on the left side of the fairway. There is an opportunity to reach this green in two. However, there is only a small opening in front of the green where the ball can enter. For the player who wishes to lay up, the shot should favor the left side deep down the fairway. This will leave the player with a short pitch and a chance to made a birdie.", "image": ""}, {"number": "6", "parValue": "5", "yards": "527", "body": "The tee shot, on the second of back to back par fives, should favor the left side, just right of the fairway bunkers on the left. Since the fairway tilts to the right, there should be some distance added to the drive. The second shot should stop just short of the next set of bunkers, which will leave the player with a full wedge into the green.", "image": ""}, {"number": "7", "parValue": "3", "yards": "168", "body": "This beautiful par three has a large bunker on the left side of the green. As well as a waterfall on the right, which empties into a small lake at the front of the green. Don't let its beauty or its short yardage distract you. You must hit a great shot to score on this hole.", "image": ""}, {"number": "8", "parValue": "4", "yards": "389", "body": "A mountain backdrop and a lake down the left side make this hole breathtaking. The right side has two fairway bunkers, one short and one long. The fairway opens up between the two bunkers leaving the player the best approach to the elevated and sloped green.", "image": ""}, {"number": "9", "parValue": "4", "yards": "399", "body": "A superb tee shot from this elevated tee will give the player a good opportunity for birdie. Beware of the lake on the right, which extends from the beginning of the fairway all the way to the green. The approach to this green must be accurate due to a small opening in the front.", "image": ""}, {"number": "10", "parValue": "4", "yards": "405", "body": "The back nine starts off with a short dogleg left. Its best not to cheat the corner due to the large eucalyptus and mesquite trees on the left. By using the aiming bunker on the far, right side of the dogleg, the player will set up a perfect approach to the green. The fairway slopes from right to left from the turning point all the way to the green; this will help the ball feed into the proper positions on the fairway as well as on the green.", "image": ""}, {"number": "11", "parValue": "5", "yards": "543", "body": "This par 5 plays like the letter 's.' A good tee shot should finish just to the right of the left fairway bunker. this will set up an opportunity to carry the fairway bunker, which guards the green. If you elect to lay up, the best area is left of the fairway bunker. From this point the approach shot must finish on the correct level of the three tiered green to capture a birdie.", "image": ""}, {"number": "12", "parValue": "3", "yards": "202", "body": "The last par five comes early and provides an opportunity to score. The long dogleg right has two sets of fairway bunkers on the left side. The peanut shaped green is long and sloped gently from back to front.", "image": ""}, {"number": "13", "parValue": "5", "yards": "547", "body": "The last par five comes early and provides an opportunity to score. The long dogleg right has two sets of fairway bunkers on the left side. The peanut shaped green is long and sloped gently from back to front.", "image": ""}, {"number": "14", "parValue": "4", "yards": "469", "body": "The longest par four on the course requires a long, precise drive. There are two fairway bunkers on this hole: one is short, left and the other is long, right. The stretch of fairway, near the bunker on the right, is sloped to the left. which will add distance to the shot. The approach shot must be accurate. This green is guarded by a bunker short of the green, on the left side, as well as bunkers around the green.", "image": ""}, {"number": "15", "parValue": "3", "yards": "206", "body": "The last par 3 is set in a large stand of eucalyptus trees. Extending bunkers on the left and right guard the green's narrow opening. Any pin placement, on this green, will make an exciting shot.", "image": ""}, {"number": "16", "parValue": "4", "yards": "454", "body": "Trees down the left side and water down the right make this par four a spectacular hole. The down slope on the left side of the fairway will aid a good tee shot. Since the water on the right comes into play about 150 yards from the green, the smart player will keep the tee shot in the wide section of the fairway. The proper yardage on the approach shot is also important, due to the small bunker just beyond the putting surface on he left.", "image": ""}, {"number": "17", "parValue": "4", "yards": "421", "body": "On this long par four, it is best to drive the ball into the right, center of the fairway. This will help to avoid the bunkers on the left side of the landing area, and will leave the player with a good angle into the green. The green flows from front left to back right.", "image": ""}, {"number": "18", "parValue": "4", "yards": "412", "body": "Eighteen's beauty begins at the tee box with a full view of the fairway, lake, clubhouse and a backdrop of the Santa Rosa Mountains. Avoiding the water left off the tee and again for the approach shot near the green are the challenges on this great finishing hole. The right side is framed with a lone fairway bunker and a series of green side bunkers. A par four on the home hole is always a nice number.", "image": ""}]}